Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mStaticMandatoryCourses
source: Mandatory courses
hi: अनिवार्य कोर्स

# mStaticSeeAll
source: SEE ALL
hi: सब देखें

# mStaticCuratedPrograms
source: Curated Programs
hi: क्यूरेटेड कार्यक्रम

# mStaticRecentlyAddedCourses
source: Recently Added Courses
hi: हाल ही में जोड़े गए पाठ्यक्रम

# mStaticRecentlyAddedPrograms
source: Recently Added Programs
hi: हाल ही में जोड़े गए कार्यक्रम

# mStaticPrograms
source: Programs
hi: कार्यक्रम

# mStaticPeopleYouMayKnow
source: People you may know
hi: जिन लोगों को आप जानते होंगे

# mStaticConnections
source: Connections
hi: कनेक्शन

# mStaticConnection
source: Connection
hi: कनेक्शन

# mStaticMyConnections
source: Your connections
hi: आपके कनेक्शन

# mStaticConnectionRequests
source: Connection requests
hi: कनेक्शन अनुरोध

# mStaticFromMyMdo
source: From your MDO
hi: आपके एम.डी.ओ से

# mStaticRejected
source: Rejected
hi: अस्वीकृत

# mStaticConnect
source: Connect
hi: जुड़ें

# mStaticCancel
source: Cancel
hi: रद्द करें

# mStaticNext
source: Next
hi: अगला

# mStaticPrevious
source: Previous
hi: पिछला

# mStaticGetstarted
source: Get Started
hi: शुरू करें

# mStaticTourstart
source: Start
hi: शुरू करें

# mStaticSkip
source: Skip
hi: छोड़ें

# mStaticCongratulations
source: Congratulations!
hi: बधाई!

# mStaticCongratulationsDesc
source: You are all set to start your learning journey.
hi: अपनी सीखने की यात्रा शुरू करने के लिए आप तैयार हैं ।

# mStaticGetStartedFinish
source: Finish
hi: समाप्त करें

# mStaticDiscussDesc
source: Discuss new ideas with colleagues and experts in the government.
hi: सरकार में सहयोगियों और विशेषज्ञों के साथ नए विचारों पर चर्चा करें ।

# mStaticLearnDesc
source: Drive your career forward through appropriate courses, programs and assessments.
hi: उपयुक्त कोर्स, कार्यक्रमों और आकलनों से अपने करियर को आगे बढ़ाएँ ।

# mStaticSearchDesc
source: Find the perfect course and program tailor-made for you.
hi: आपके लिए उपयुक्त कोर्स और कार्यक्रम यहाँ मिलेंगे ।

# mStaticMyProfile
source: My Profile
hi: मेरा प्रोफाइल

# mStaticProfileDesc
source: Update your information to get the best-suited courses and programs.
hi: सबसे उपयुक्त कोर्स और कार्यक्रम के लिए अपनी जानकारी अपडेट करें ।

# mStaticWelcome
source: Namaste! Welcome to the journey of anytime anywhere learning.
hi: नमस्ते! कभी भी कहीं भी सीखने की यात्रा में आपका स्वागत है ।

# mStaticGetstartvideo
source: What is iGOT Karmayogi?
hi: आइगॉट कर्मयोगी क्या है?

# mStaticJoinnow
source: Join Now
hi: अभी जुड़ें

# mStaticVideoConference
source: We are now available on Video Conference
hi: हम अब वीडियो कॉन्फ्रेंस पर उपलब्ध हैं

# mStaticSupportrequired
source: For any support required
hi: किसी भी आवश्यक सहायता के लिए

# mStaticDay
source: Monday to Friday
hi: सोमवार से शुक्रवार तक

# mStaticEdit
source: Edit
hi: एडिट

# mStaticChangeMobileNumber
source: Change mobile number
hi: मोबाइल नंबर बदलें

# mRegisterEmailMandatory
source: Email is mandatory
hi: ईमेल अनिवार्य है

# mRegisterMobileNumberMandatory
source: Mobile number is mandatory
hi: मोबाइल नंबर अनिवार्य है

# mRegisterVerifyMobile
source: Please verify your mobile number
hi: कृपया अपना मोबाइल नंबर सत्यापित करें

# mRegisterOrganisationMandatory
source: Organisation is mandatory
hi: ऑर्गेनाइजेशन अनिवार्य है

# mRegisterTapToSearch
source: Tap here to search
hi: खोजने के लिए यहाँ क्लिक करें

# mHomeExitApp
source: Do you want to exit the application?
hi: क्या आप ऐप्लकेशन से बाहर निकलना चाहते हैं?

# mHomeComfirmExit
source: Yes, Exit
hi: हां, बाहर निकलें

# mHomeCancelExit
source: No, take me back
hi: नहीं, मुझे वापस ले जाएँ ।

# mCommonHey
source: Hey
hi: अरे

# mCommonProfileIsComplete
source: Profile is {percentage}% completed
hi: प्रोफाइल {percentage}% पूरा हो गया है

# mCommonCertificates
source: Certificates
hi: प्रमाण पत्र

# mCommonLearningHours
source: Learning hours
hi: सीखने के घंटे

# mCommonSpendMinimum
source: Simple Spend a Minimum of
hi: आसान कम-से-कम बिताएँ

# mStaticAcbpBannerTitle
source: My iGOT
hi: मेरा आईगॉट

# mStaticTrendingProgramsAcrossDepartment
source: Trending Programs Across Department
hi: विभागों में लोकप्रिय कार्यक्रम

# mStaticConnectionsRequestsWaiting
source: Connections requests waiting for you
hi: कनेक्शन अनुरोध आपकी प्रतीक्षा कर रहे हैं

# mStaticFollowUs
source: Follow us
hi: हमें फॉलो करें

# mProfileNationalityMandatory
source: Nationality is mandatory
hi: राष्ट्रीयता अनिवार्य है

# mProfileGenderMandatory
source: Gender is mandatory
hi: लिंग अनिवार्य है

# mProfileMaritalMandatory
source: Marital is mandatory
hi: वैवाहिक स्थिति अनिवार्य है ।

# mProfileCategoryMandatory
source: Category is mandatory
hi: श्रेणी अनिवार्य है

# mCommonTypeHere
source: Type here
hi: यहाँ टाइप करें

# mProfileAddAnotherQualification
source: Add another qualification
hi: एक और योग्यता जोड़ें

# mProfileDeleteDegree
source: Delete degree
hi: डिग्री हटाएँ

# mProfileIssuedOn
source: Issued on
hi: को जारी हुआ

# mDiscussionReport
source: Report
hi: रिपोर्ट करें

# mDiscussAlreadyReported
source: The content has already been flagged. We will use this information to find and remove more spam.
hi: कंटेन्ट को पहले ही चिह्नित किया जा चुका है। हम इस जानकारी का उपयोग और अधिक स्पैम खोजने और हटाने के लिए करेंगे।

# mDiscussThanksForLettingUsKnow
source: Thanks for letting us know
hi: हमें बताने के लिए धन्यवाद

# mDiscussReportThis
source: Report this
hi: इसकी रिपोर्ट करें

# mDiscussPost
source: post
hi: पोस्ट करें

# mDiscussUser
source: user
hi: उपयोगकर्ता

# mDiscussWhyAreYouReporting
source: Why are you reporting
hi: आप क्यों रिपोर्ट कर रहे हैं?

# mDiscussPleaseTypeReason
source: Please type any reason
hi: कृपया कोई कारण लिखें

# mDiscussReportReason1
source: Spam, suspicious content, fake content or misinformation
hi: स्पैम, संदिग्ध कंटेन्ट, नकली कंटेन्ट या गलत सूचना

# mDiscussReportReason1Des
source: This content includes spam, fraud, fake content or misinformation.
hi: इस कंटेन्ट में स्पैम, धोखाधड़ी, नकली सामग्री या गलत सूचना शामिल हैं ।

# mDiscussReportReason2
source: Harassment, hateful speech, incites violence or physical harm
hi: उत्पीड़न, घृणित भाषण, हिंसा या शारीरिक नुकसान को उकसाता है

# mDiscussReportReason2Des
source: This content includes harassment, hateful speech, incites violence of physical harm.
hi: इस कंटेन्ट में उत्पीड़न, घृणित भाषण, शारीरिक हिंसा को उकसाना शामिल है ।

# mDiscussReportReason3
source: Adult, pornographic or violent content
hi: वयस्क, अश्लील या हिंसक कंटेन्ट

# mDiscussReportReason3Des
source: This content includes adult content including pornographic or other violent content violating platform policy.
hi: इस कंटेन्ट में वयस्क सामग्री यानि अश्लील या अन्य हिंसक सामग्री शामिल हैं । ये प्लेटफॉर्म की नीति का उल्लंघन करते हैं ।

# mDiscussReportReason4
source: Defamatory content, Privacy violation or Intellectual Property infringement
hi: मानहानिकारक सामग्री, गोपनीयता का अतिक्रमण या बौद्धिक संपदा का उल्लंघन

# mDiscussReportReason4Des
source: This content includes defamatory content, privacy violation, or intellectual property infringement violating platform policy.
hi: इस कंटेन्ट में मानहानिकारक, गोपनीयता या बौद्धिक संपदा का उल्लंघन करने वाली सामग्री है जिससे प्लेटफॉर्म नीति का उल्लंघन होता है ।

# mDiscussReportReason5
source: Fake account or impersonation
hi: नकली अकाउंट या गलत पहचान

# mDiscussReportReason5Des
source: Suspected fake account or impersonation.
hi: संदिग्ध नकली अकाउंट या प्रतिरूपण

# mDiscussReportReason6
source: Others
hi: अन्य

# mDiscussReportReason6Des
source: Not classified into any of the above
hi: उपरोक्त में से किसी में वर्गीकृत नहीं

# mSettingDoYouWantToLogout
source: Do you want to logout?
hi: क्या आप लॉगआउट करना चाहते हैं?

# mSettingYeslogout
source: Yes, Logout
hi: हां, लॉगआउट करें

# mSettingLanguage
source: Language
hi: भाषा

# mSettingShareApplication
source: Share Application
hi: ऐप्लकेशन शेयर करें

# mSettingGiveFeedback
source: Give feedback
hi: फीडबैक दें

# mSettingHelp
source: Help
hi: मदद करें

# mSettingSignOut
source: Sign out
hi: साइन आउट करें

# mLearnNoSessionAvailable
source: No sessions available
hi: कोई सत्र उपलब्ध नहीं है

# mLearnRequestToEnroll
source: Request to enroll
hi: नामांकन के लिए अनुरोध

# mStaticOutOf
source: out of
hi: में से

# mLearnBatchSize
source: Batch size
hi: बैच का आकार

# mLearnNoContentForCourse
source: No content available for this course
hi: इस कोर्स के लिए कोई कंटेन्ट उपलब्ध नहीं है।

# mLearnNotStartedAnyCourse
source: You haven't started with any course
hi: आपने किसी कोर्स के साथ शुरुआत नहीं की है।

# mLearnEnrollGetStarted
source: Enroll for a course, to get started!
hi: शुरू करने के लिए एक कोर्स में एनरोल करें!

# mDiscussTrendingTags
source: Trending tags
hi: लोकप्रिय टैग

# mNetworkConnectionRequestAccepted
source: Connection request accepted!
hi: कनेक्शन अनुरोध स्वीकार हुआ !

# mCommonComing
source: COMING
hi: आ रहा है

# mCommonSoon
source: SOON
hi: जल्द ही

# mCommonFeatureAvailableinPortal
source: This feature is available in the web portal as of now
hi: यह सुविधा अब तक वेब पोर्टल पर उपलब्ध है।

# mCommonGoToWebPortal
source: Go to web portal
hi: वेब पोर्टल पर जाएँ

# mCommonShowAnswer
source: Show answer
hi: उत्तर दिखाएँ

# mCommonPleaseGiveYourAnswer
source: Please give your answer before showing the answer
hi: कृपया उत्तर दिखाने से पहले अपना उत्तर दें

# mStaticYourScore
source: Your score
hi: आपके अंक

# mStaticWeDontRecordScores
source: We do not record these scores in our system. Retake as many times as you want
hi: हम इन अंकों को अपने सिस्टम में दर्ज नहीं करते हैं। जितनी बार चाहें उतनी बार लें।

# mCommonTotal
source: Total
hi: कुल

# mCommonQuestion
source: question
hi: प्रश्न

# mCommonQuestions
source: questions
hi: प्रश्न

# mCommonGoodWork
source: Good work!
hi: बढ़िया काम!

# mCommonYourScore
source: Your score is
hi: आपके अंक हैं

# mCommonQuestionsAnswered
source: Questions answered
hi: प्रश्नों के उत्तर दिए गए

# mCommonQuestionsNotAnswered
source: Questions not answered
hi: प्रश्नों के उत्तर नहीं दिए गए

# mCommonTimeSpent
source: Time spent
hi: समय बिताया

# mCommonNoTakeMeBack
source: No, take me back
hi: नहीं, मुझे वापस ले जाएँ ।

# mCommonLearners
source: learners
hi: शिक्षार्थी

# mCommonInsights
source: Insights
hi: अंतर्दृष्टि

# mCommonRetakeAssessment
source: Retake assessment
hi: आकलन दोबारा करें

# mEventsTodaysevents
source: No events
hi: कोई इवेंट नहीं

# mCompetenciesExploreallAssociatedCBPs
source: Explore all associated CBPs
hi: सभी संबंधित सी.बी.पी. खोजें

# mCompetenciesBackToAllCompetencies
source: Back to 'All competencies'
hi: "सभी कॉम्पीटेन्सी"'पर वापस जाएँ

# mCompetenciesContentTypeApplyFilters
source: Apply Filters
hi: फ़िल्टर लगाएँ

# mCoursesAllMandatoryCourses
source: All mandatory courses
hi: सभी अनिवार्य कोर्स

# mLearnNoCourseInProgress
source: No course in progress
hi: कोई कोर्स प्रगति पर नहीं है

# mStaticClickHere
source: Click here
hi: यहाँ क्लिक करें

# mLearnExplore
source: Explore
hi: खोजें

# mStaticIntroTwoDashboard2Text
source: Registered MDO's
hi: रजिस्टर्ड एमडीओ

# mStaticJoinEvent
source: Join event
hi: ईवेंट में शामिल हों

# mCommonGyannKarmayogi
source: Gyaan Karmayogi
hi: ज्ञान कर्मयोगी

# mStaticlearningHistory
source: Learning History
hi: लर्निंग हिस्ट्री

# mStaticCheckPassbook
source: Check your Passbook
hi: अपनी पासबुक देखें

# mStaticYourEnrollmentIsNotApproved
source: Your enrollment for this batch is not approved, Kindly withdraw your request
hi: इस बैच के लिए आपका नामांकन स्वीकृत नहीं है, कृपया अपना अनुरोध वापस लें

# mcourseRegisterOrSignin
source: If you are a government official, register or sign in so you can track your learning progress and get certified.
hi: यदि आप एक सरकारी अधिकारी हैं, तो रजिस्टर करें या साइन-इन करें ताकि आप अपनी सीखने की प्रगति ट्रैक कर सकें और प्रमाणपत्र प्राप्त कर सकें।

# mcourseNavigationCourseCompletedMsg
source: You have completed the course successfully. Please check back in some time to view your certificate of completion.
hi: आपने सफलतापूर्वक कोर्स पूरा किया है। कृपया अपना प्रमाण पत्र के लिए कुछ समय बाद वापस देखें।

# mCourseNavigationPleaseTakemomentTo
source: Please take a moment to
hi: कृपया कुछ समय लें

# mCourseRateThisCourse
source: rate this course
hi: इस कोर्स को रेट करें

# mCourseCongratsForCompletingThe
source: Congratulations for completing the
hi: पूरा करने के लिए बधाई

# mCourseAndTellUsAboutYourExperience
source: and tell us about your experience.
hi: और हमें अपने अनुभव के बारे में बताएं

# mCourseOr
source: or
hi: या

# mCoursePressPlayBtn
source: Press the Play button to start
hi: शुरू करने के लिए प्ले बटन दबाएँ

# mCourseTapOnAssessment
source: Tap on assessment to start
hi: शुरू करने के लिए आकलन पर टैप करें

# mCourseNoContentsAvailable
source: No contents available
hi: कोई कंटेन्ट उपलब्ध नहीं है

# mCourseTapOnSurveyToSTart
source: Tap on the survey to start
hi: शुरू करने के लिए सर्वे पर टैप करें

# mEditProfessionalDetailsInReview
source: In review
hi: समीक्षा में

# mErrorSavingProfile
source: Error in saving profile details
hi: प्रोफ़ाइल विवरण सेव करने में गलती

# mCertificateDownloadCompleted
source: File downloading completed.
hi: फाइल का डाउनलोड पूरा हो गया

# mCourseCertificateCompletion
source: Certificate of completion
hi: पूरा करने का प्रमाण पत्र

# mCompetencyAssociatedCertificate
source: Associated certificates
hi: संबद्ध प्रमाणपत्र

# mCompetencySubTheme
source: Competency sub-theme
hi: कॉम्पिटेंसी उप-विषय

# mDiscussionQuestion
source: Question ?
hi: प्रश्न?

# mVisualizationTotalViews
source: Total views
hi: कुल व्यू

# mStaticUsername
source: Username
hi: यूजर नेम

# mDashboardYourProfileViewed
source: Your profile was viewed 24 times last week
hi: आपकी प्रोफ़ाइल पिछले सप्ताह 24 बार देखी गई थी

# mDashboardUniqueVisitorNumber
source: Number of unique visitors to your profile
hi: आपकी प्रोफ़ाइल में विशेष आगंतुकों की संख्या

# mDashboardProfileViews
source: Profile views
hi: प्रोफाइल के व्यूज

# mDashboardPlatformUsage
source: Platform usage
hi: प्लेटफॉर्म का उपयोग

# mDashboardUsageDays
source: Usage over last 30 days
hi: उपयोग पिछले 30 दिनों में

# mDashboardUsageHours
source: Usage in hours
hi: उपयोग घंटों में

# mTopicsNoTopicsOfInterest
source: Not finding a topic of your interest?
hi: आपकी रुचि का विषय नहीं मिल रहा है?

# mTopicsAddTopic
source: Add topic
hi: विषय जोड़ें

# mTopicsUpdatedSuccessfully
source: Updated successfully
hi: सफलतापूर्वक अपडेट किया गया

# mCustomDrawerViewprofile
source: View profile
hi: प्रोफ़ाइल देखें

# mCustomDrawerRateUs
source: Rate us
hi: हमें रेट करें

# mRolesDoYouWantToDelete
source: Do you want to delete this role and associated activities?
hi: क्या आप इस भूमिका और उससे जुड़ी गतिविधियों को हटाना चाहते हैं?

# mRolesPleaseListRoles
source: Please list down your roles & activities as part of your position
hi: अपने पद की भूमिकाओं और गतिविधियों की सूची बनाएँ ।

# mRolesAddRole
source: Add a role
hi: एक भूमिका जोड़ें

# mRolesWhatIsRole
source: What is a role?
hi: भूमिका क्या है?

# mRoleIsMandatory
source: Role is mandatory
hi: भूमिका अनिवार्य है

# mRoleAlreadyExist
source: Role already exist
hi: भूमिका पहले से मौजूद है

# mRolesTypeRoleName
source: Type the role name
hi: भूमिका का नाम टाइप करें

# mRolesAddActivities
source: Add activities
hi: गतिविधियाँ जोड़ें

# mRolesWhatIsActivity
source: What is activity?
hi: गतिविधि क्या है?

# mRolesActivityAlreadyExist
source: Activity already exist
hi: गतिविधि पहले से मौजूद है

# mRolesPleaseAddValidActivityName
source: Please add a valid activity name
hi: कृपया एक वैध गतिविधि नाम जोड़ें

# mRolesActivityIsMandatory
source: Activity is mandatory
hi: गतिविधि अनिवार्य है

# mRolesTypeActivity
source: Type the activity and press Add
hi: गतिविधि टाइप करें और जोड़ें पर क्लिक करें

# mRoleStartAddingActivities
source: Start adding activities
hi: गतिविधियाँ जोड़ना शुरू करें

# mRolesPleaseAddRole
source: Please add a role
hi: कृपया एक भूमिका जोड़ें

# mRolesSelectionsAutomaticallySaved
source: Your selections are automatically saved.
hi: आपने जो चुने हैं वे अपने-आप सेव हो जाते हैं

# mCourseYouCanUpdateRating
source: You can update your rating at anytime.
hi: आप किसी भी समय अपनी रेटिंग को अपडेट कर सकते हैं

# mMatchCaseHoldANdDragItems
source: Hold and drag items on right side to reorder
hi: पुनः क्रमबद्ध करने के लिए वस्तुओं को दाहिनी ओर पकड़ें और खींचें

# mMatchCaseLongPressOnItems
source: Long press on the items on the right side to show the correct answer
hi: सही उत्तर दिखाने के लिए दाहिनी ओर के आइटम को लंबे समय तक दबाएँ ।

# mWelcomeLetsTakeYouThrough
source: ''Let us take you through a quick guided onboarding to understand your interests at work. Knowing you better helps us give you a more personalized experience on the platform. This way you discover relevant and useful learning content in the easiest way possible. And don’t worry, you can always update your interests later!''
hi: "आइए हम आपको काम पर आपकी रुचियों को समझने के लिए एक त्वरित निर्देशित ऑनबोर्डिंग के माध्यम से ले जाएं। आपको बेहतर तरीके से जानने से हमें आपको मंच पर अधिक व्यक्तिगत अनुभव देने में मदद मिलती है। इस तरह आप सबसे आसान तरीके से प्रासंगिक और उपयोगी शिक्षण सामग्री की खोज करते हैं। और चिंता मत करो, आप हमेशा बाद में अपनी रुचियों को अपडेट कर सकते हैं!

# mWelcomeLetsGo
source: Let’s go
hi: चलते हैं

# mBrowseLearnExploreAllCBP
source: Explore all CBP's within the 'Learn hub'
hi: लर्न हब' में सभी सी.बी.पी. खोजें

# mTopicBackToAllTopics
source: Back to 'All topics'
hi: सभी विषयों' पर वापस जाएँ

# mTopicTop
source: Top
hi: ऊपर

# mTopicPicksForYou
source: picks for you
hi: आपके लिए चुने गए

# mTopicExploreUnder
source: Explore topics under
hi: नीचे विषयों को खोजें

# mStaticQuestion
source: Question
hi: प्रश्न

# mStaticQuestions
source: Questions
hi: प्रश्न

# mStaticOf
source: of
hi: का

# mNewAssessmentTimeLimit
source: Your time limit has exceeded
hi: आपकी समय सीमा पार हो गई है

# mNewAssessmentNextSection
source: Next section
hi: अगला भाग

# mCourseAssessmentExceeded
source: Your attempts are exceeded
hi: आपके प्रयासों की सीमा पार हो गई

# mCertificateNotIssuedBy
source: The certificate is not issued by the trusted certificate authority. Once issued you will be able to download it
hi: विश्वसनीय प्रमाण पत्र प्राधिकरण द्वारा प्रमाण पत्र जारी नहीं किया गया है। एक बार जारी होने के बाद आप इसे डाउनलोड कर सकेंगे।

# mStaticOverdue
source: Overdue
hi: बहुत देर

# mCoursesBackToProviders
source: Back to 'All providers'
hi: सभी प्रोवाईडर' पर वापस जाएँ

# mCoursesBackToCollections
source: Back to 'All collections'
hi: सभी संग्रह' पर वापस जाएँ

# mStaticBackToExploreBy
source: Back to 'Explore by'
hi: खोजें' पर वापस जाएँ

# mStaticLoadMore
source: Load more
hi: अधिक लोड करें

# mStaticExploreAllProviders
source: Explore all providers within the learn hub
hi: लर्न हब में सभी प्रोवाइडर को खोजें

# mStaticNoProvidersFound
source: No providers found!
hi: कोई प्रोवाईडर नहीं मिले

# mStaticNoCuratedCollections
source: No curated collections found!
hi: कोई क्यूरेटेड संग्रह नहीं मिला!

# mStaticPopularProviders
source: Popular providers
hi: लोकप्रिय प्रोवाईडर

# mStaticAllProviders
source: All providers
hi: सभी प्रोवाईडर

# mStaticUpcoming
source: Upcoming
hi: आने वाला है

# mStaticDueDateWithin30DaysMessage
source: You will see all the content for which the due date is within 30 days.
hi: आपको वह सभी कंटेन्ट दिखेंगे जिसकी नियत तारीख 30 दिनों के अंदर है ।

# mStaticSeeContentForWhichDueDatePassed
source: You will see all the content for which the due date has passed here.
hi: आपको वह सभी कंटेन्ट दिखेंगे जिसके लिए नियत तिथि यहाँ बीत चुकी है ।

# mStaticSeeCompletedContent
source: You will see all the content that are completed.
hi: आप सभी सामग्री देखेंगे जो पूरी हो चुकी हैं।

# mStaticSeeAllUpcoming
source: You will see all the content which are due for completion here.
hi: आप उन सभी सामग्रियों को देखेंगे जो यहाँ पूरी होने वाली हैं।

# mStaticFilterResults
source: Filter results
hi: परिणाम फ़िल्टर करें

# mStaticClearAll
source: Clear all
hi: सब साफ़ करें

# mStaticCompetencyPassbookTabBehavioural
source: Behavioural
hi: बिहेवियरल (व्यावहारिक)

# mStaticCompetencyPassbookTabFunctional
source: Functional
hi: फंक्शनल

# mStaticCompetencyPassbookTabDomain
source: Domain
hi: डोमेन

# mStaticCompetencyNotFound
source: No competency found
hi: कोई कॉम्पिटेंसी नहीं मिली

# mStaticGoBackToWelcome
source: Go back to Welcome
hi: स्वागत पर वापस जाएँ

# mStaticWhatAreCompetencies
source: What are competencies?
hi: कॉम्पीटेन्सी क्या हैं?

# mStaticSelectLevel
source: Select level
hi: स्तर चुनें

# mStaticCbpPlanDeadline
source: CBP plan deadline
hi: सी.बी.पी. योजना की समय सीमा

# mStaticClaim
source: Claim
hi: दावा

# mCourseRatedMessage
source: Congrats! You've rated the course and earned
hi: बधाई! आपने कोर्स को रेट किया है और जमा किया है

# mStaticEarn
source: Earn
hi: जमा करें

# mStaticMoreKarmaPoints
source: more Karma Points
hi: अधिक कर्मा पॉइंट्स

# mCourseRatingInfo
source: Your {course} rating serves as a valuable recommendation to Karmayogis, so go ahead and RATE.
hi: आपके द्वारा {rating} रेट करना कर्मयोगियों के लिए बहुत उपयोगी है, इसलिए आगे बढ़ें और रेट करें।

# mStaticCourseCompletion
source: Course completion
hi: कोर्स का समापन

# mStaticFirstEnrolment
source: First enrolment
hi: पहला नामांकन

# mStaticFirstLogin
source: First login
hi: पहले लॉगइन करें

# mCourseRating
source: Course Rating
hi: कोर्स रेट करना

# mStaticBonus
source: Bonus
hi: बोनस

# mStaticCompletingCourse
source: by completing this course
hi: इस कोर्स को पूरा करके

# mStaticAcbpCourseCompletionInfo
source: Additionally, passing all final assessments will earn you an extra 5 Karma Points. Remember, it's essential to stick to the schedule outlined in your Capacity Building Plan, as it directly impacts your Karma Points. For further details, please refer to the FAQs
hi: इसके अतिरिक्त, सभी अंतिम आकलनों को पास करने पर आपको अतिरिक्त 5 कर्मा पॉइंट्स मिलेंगे। याद रखें, अपनी क्षमता निर्माण योजना में दिए गए कार्यक्रम का पालन करना आवश्यक है, क्योंकि यह सीधे आपके कर्मा पॉइंट्स को प्रभावित करता है। अधिक जानकारी के लिए, कृपया अक्सर पूछे जाने वाले प्रश्न देखें।

# mStaticCourseCompletionInfo
source: Every course completion automatically gets you 5 Karma Points.
hi: प्रत्येक कोर्स पूरा होने पर आपको अपनेआप 5 कर्मा पॉइंट्स मिल जाते हैं

# mCourseCompletedMessage
source: for each course you complete, with a limit of four non-My iGOT courses per month.
hi: प्रत्येक पाठ्यक्रम के लिए आप प्रति माह चार गैर-माई आईजीओटी पाठ्यक्रमों की सीमा के साथ पूरा करते हैं।

# mStaticCourseCompletedInfo
source: For every My iGOT course you complete (as per ACBP), you will earn 15 Karma Points. For every other course you complete, you will earn 5 Karma Points, up to a maximum of four courses per month. Start learning and watch your Karma grow!
hi: मेरे हर आईजीओटी कोर्स के लिए आप पूरा करते हैं (एसीबीपी के अनुसार), आप 15 कर्म अंक अर्जित करेंगे। हर दूसरे कोर्स के लिए आप हर महीने अधिकतम चार कोर्स तक 5 कर्म अंक कमाएंगे। सीखना शुरू करो और अपने कर्म को बढ़ते हुए देखो!

# mStaticFirstCourseEnrolment
source: for your 1st course enrolment!
hi: आपके पहले कोर्स में नामांकन के लिए

# mCompetencyPassbookSubtitle
source: My Competency
hi: मेरी कॉम्पीटेन्सी

# mCompetencyPassbookListTitle
source: Recently associated competencies
hi: हाल ही में संबंधित कॉम्पीटेंसी

# mCompetencyViewMoreTxt
source: View More
hi: अधिक देखें

# mCompetencyViewLessTxt
source: View Less
hi: कम देखें

# mCompetencyCertificateGeneration
source: Kindly be patient. The certificate generation normally takes up to 24 hours, however, it might take longer sometimes. If the issue persists, please mail us at mission.karmayogi@gov.in
hi: कृपया धैर्य रखें। प्रमाणपत्र बनाने में आम तौर पर 24 घंटे तक का समय लगता है, हालांकि, इसमें कभी-कभी अधिक समय लग सकता है। यदि समस्या बनी रहती है, तो कृपया हमें mission.karmayogi@gov.in पर मेल करें।

# mStaticAdjustSearch
source: Try adjusting your search to find what you are looking for
hi: आप जो खोज रहे हैं उसके लिए अपनी खोज को ऐडजस्ट करने का प्रयास करें।
