Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mWeAreAvailable
source: We are now available on
hi: हम अब उपलब्ध हैं

# mBtnFeaturedCourses
source: Featured Courses
hi: विशेष कोर्स

# mBtnSignIn
source: Sign In
hi: साइन इन करें

# mLearnAndNetwork
source: Learn and network with civil servants and subject matter experts India
hi: भारत में सिविल सेवकों और विषय-विशषज्ञों से सीखें और जुड़ें

# noOfUsersMdo
source: Number of Users/MDO's
hi: उपयोगकर्ताओं/एम.डी.ओ. की संख्या

# mKarmyogiOnboarded
source: Karmyogi Onboarded
hi: कर्मयोगी ऑनबोर्ड हुए

# mAvailableContent
source: Available Content(hours)
hi: उपलब्ध कंटेन्ट (घंटे)

# mCourses
source: Courses
hi: कोर्स

# mSolutioningSpace
source: Solutioning space for all of Government
hi: सभी सरकारों के लिए समाधान का स्थान

# mLearningHub
source: Learning hub
hi: लर्निंग हब

# mLearnhubPara
source: Learn anywhere, anytime.
hi: कहीं भी, कभी भी सीखें

# mDiscussionHub
source: Discussion hub
hi: डिस्कशन हब

# mDiscussionHubSubHeading
source: Discuss and learn with peers.
hi: साथियों के साथ चर्चा करें और सीखें ।

# mNetworkHub
source: Network hub
hi: नेटवर्क हब

# mNetworkHubParagraph
source: Connect with civil servants across the country.
hi: देश भर के सिविल सेवकों के साथ जुड़ें ।

# mCompetencyHub
source: Competency hub
hi: कॉम्पिटेंसी हब

# mCompetencyHubPara
source: Identify your competency requirements.
hi: अपनी कॉम्पीटेन्सी की आवश्यकताओं को पहचानें

# mCareerHub
source: Career hub
hi: करियर हब

# mCareerHubPara
source: Explore career opportunities across the country.
hi: देश भर में करियर के अवसरों का पता लगाएं।

# mEventHub
source: Events hub
hi: इवेंट्स हब

# mEventHubPara
source: Join online and in-person events.
hi: ऑनलाइन और व्यक्तिगत रूप से कार्यक्रमों में शामिल हों।

# mCardCourse
source: COURSE
hi: कोर्स

# mCardLearningHours
source: LEARNING HOURS:
hi: सीखने के घंटेः

# mInputEmail
source: Email
hi: ईमेल करें ।

# mLinkRegisterHere
source: Register here
hi: यहाँ रजिस्टर करें

# mHomeLearnHub
source: Go to learn hub
hi: लर्न हब पर जाएँ

# mHomeUpdateTitle
source: Update your mobile number
hi: अपना मोबाइल नंबर अपडेट करें ।

# mHomeUpdateMobile
source: Update your mobile number. This will enable you to login with your mobile number easily and receive important alerts on your mobile.
hi: अपना मोबाइल नंबर अपडेट करें। इससे आपको अपने मोबाइल नंबर से आसानी से लॉग इन करने और अपने मोबाइल पर महत्वपूर्ण अलर्ट प्राप्त करने में मदद मिलेगी।

# mHomeWhyItIsImp
source: Why it is important ?
hi: यह महत्वपूर्ण क्यों है?

# mHomeSuggestedForYou
source: Suggested for you
hi: आपके लिए सुझाव दिया गया है

# mHomeConnect
source: Connect
hi: जुड़ें

# mHomeConnecting
source: Connecting...
hi: जुड़ रहे हैं

# mHomeNewRecommendation
source: As of now there are no recommendations found for you.
hi: अभी तक आपके लिए कोई सुझाव नहीं मिला है ।

# mHomeGotToDiscussHubs
source: Go to discuss hub
hi: डिस्कस हब पर जाएं

# mHomeBtnDiscuss
source: Discuss
hi: चर्चा करें

# mHomeSubDiscussTrendingDiscuss
source: Trending discussions
hi: लोकप्रिय चर्चाएँ

# mHomeNetworkConnectwith
source: Connect with people you may know
hi: उन लोगों से जुड़ें जिन्हें आप जानते हैं

# mHomeBtnView
source: View
hi: देखें

# mHomeCardNewlyAddedCourses
source: Newly added courses
hi: जोड़े गए नए कोर्स

# mHomeLearnContinue
source: Continue learning
hi: सीखना जारी रखें

# mHomeProfileCardInProgress
source: In progress
hi: प्रगति में

# mHomeLabelMyLearning
source: My Learning
hi: मेरा सीखना

# mHomeProfileCardCertificate
source: Certificate
hi: प्रमाण पत्र

# mHomeProfileCardLearning
source: Learning hours
hi: सीखने के घंटे

# mHomeProfileCardWeeklyclaps
source: Weekly claps
hi: साप्ताहिक तालियाँ

# mHomePprofileCardWeeks
source: weeks
hi: सप्ताह

# mHomeTabCompleted
source: Completed
hi: पूरा किया

# mHomeBtnResume
source: Resume
hi: फिर से शुरू करें

# mHomeBlendedProgramBanner
source: Blended Program
hi: ब्लेन्डेड कार्यक्रम

# mHomeNavigationDetails
source: Details
hi: विवरण

# mHomeBlendedProgramBatchStart
source: This batch starts in
hi: यह बैच शुरू होता है

# mHomeBlendedProgramWithdrawReq
source: Withdraw your request
hi: अपना अनुरोध वापस लें

# mHomeBlendedProgramEnrollReq
source: Your enrollment request is being reviewed. You will be notified when it is approved.
hi: आपके नामांकन अनुरोध की समीक्षा की जा रही है। स्वीकृति मिलने पर आपको सूचित किया जाएगा।

# mHomeBlendedProgramCheckLiveLoc
source: Kindly check the location details and plan in advance.
hi: कृपया स्थान विवरण की जांच करें और पहले से योजना बनाएं ।

# mHomeBlendedProgramBatchLoc
source: Batch location
hi: बैच का स्थान

# mHomeBlendedProgramOverview
source: Overview
hi: अवलोकन

# mHomeBlendedProgramContent
source: Content
hi: कंटेन्ट

# mHomeBlendedProgramSessions
source: Sessions
hi: सत्र

# mHomeBlendedProgramDiscussion
source: Discussion
hi: चर्चा

# mHomeBlendedProgramSummary
source: Summary
hi: सारांश

# mHomeBlendedProgramDescription
source: Description
hi: विवरण

# mHomeBlendedProgramAuthorsCurators
source: Authors and curators
hi: लेखक और संरक्षक

# mHomeCompetencyType
source: Type
hi: प्रकार

# mHomeCompetencyRatingReview
source: Ratings and reviews
hi: रेट और रिव्यू

# mHomeBlendedProgramNoReviewFound
source: No reviews found!
hi: कोई समीक्षा नहीं मिली!

# mHomeBlendedProgramTopReviews
source: Top reviews
hi: शीर्ष समीक्षाएँ

# mHomePlaceholderSearch
source: Search
hi: खोजें

# mHomeCardTrendingDepartment
source: Trending across department
hi: सभी विभागों में लोकप्रिय

# mHomeCardPrograms
source: Programs
hi: कार्यक्रम

# mHomeCardCourses
source: Courses
hi: कोर्स

# mHomeLabelLearning30Min
source: Learning under 30 min
hi: 30 मिनट से कम समय में सीखना

# mHomeLabelMostTrending
source: Most trending
hi: सबसे लोकप्रिय

# mHomeDiscussUpdateOnPost
source: Updates on your posts
hi: आपकी पोस्ट पर अपडेट

# mHomeDiscussionMonthsAgo
source: months ago
hi: महीनों पहले

# mHomeNetworkRecentReq
source: Recent requests
hi: नए अनुरोध

# mHomeNetworkBuildConn
source: Built your connections within your department and other departments.
hi: अपने विभाग और अन्य विभागों से संपर्क बनाएँ ।

# mHomeNetworkFindConn
source: Find COnnections
hi: कनेक्शन खोजें

# mHomeTopProviderSliders
source: Top providers powering your learning
hi: आपके सीखने को सशक्त करने वाले शीर्ष प्रदाता

# mHomeScannerDownload
source: Download
hi: डाउनलोड करें

# mHomeScannerIgotKarmyogiApp
source: iGOT Karmayogi mobile app
hi: आईगॉट कर्मयोगी मोबाईल ऐप

# mHomeScannerSubtext
source: Continue your lifelong learning experience anywhere anytime.
hi: कभी भी कहीं भी अपने जीवन भर के सीखने के अनुभव को जारी रखें ।

# mHomeScanToDownload
source: Scan to Download
hi: डाउनलोड के लिए स्कैन करें

# mHomeNudgesText
source: Update your mobile number
hi: अपना मोबाइल नंबर अपडेट करें ।

# mHomeNudgesButton
source: Update
hi: अपडेट करें

# mHomeStripMyLearning
source: My Learning
hi: मेरा सीखना

# mHomeStripBlendedProgram
source: Blended Program
hi: ब्लेन्डेड कार्यक्रम

# mHomeStripTrendingAcrossDepartment
source: Trending across department
hi: सभी विभागों में लोकप्रिय

# mHomeStripLearningUnder
source: Learning under 30 min
hi: 30 मिनट से कम समय में सीखना

# mHomeStripCertificationsOfWeek
source: Certifications of the week
hi: सप्ताह के प्रमाणन

# mTabsSearch
source: Search
hi: खोजें

# mTabMyLearnings
source: My Learnings
hi: मेरी सीखें

# mLearnTabOverview
source: Overview
hi: अवलोकन

# mLearnTabYourLearning
source: Your Learning
hi: आपका सीखना

# mTabExploreBy
source: Explore By
hi: इनके द्वारा खोजें

# mExploreBtnExplorebyCompetency
source: Explore by competency
hi: कॉम्पीटेन्सी द्वारा खोजें

# mExploreBtnExplorebyProvider
source: Explore by provider
hi: प्रोवाईडर द्वारा खोजें

# mExploreBtnCuratedCollections
source: Curated collections
hi: क्यूरेटेड संग्रह

# mExploreBtnModeratedCourses
source: Moderated courses
hi: मॉडरेटेड कोर्स

# mLearnContinueLearning
source: Continue Learning
hi: सीखना जारी रखें

# mLearnBlendedPrograms
source: Blended Programs
hi: ब्लेन्डेड कार्यक्रम

# mLearnCuratedPrograms
source: Curated Programs
hi: क्यूरेटेड कार्यक्रम

# mLearnFeaturedCourses
source: Featured courses
hi: विशेष कोर्स

# mLearnModeratedCourses
source: Moderated Courses
hi: मॉडरेटेड कोर्स

# mLearnStandaloneAssessment
source: Standalone Assessment
hi: स्वतंत्र आकलन

# mLearnRecentlyAdded
source: Recently added
hi: नए जोड़े गए

# mLearnExploreAll
source: Explore all
hi: सभी को खोजें

# mLearnSeeall
source: See all
hi: सब देखें

# mLearnContentNotAvailable
source: Content not available
hi: कंटेन्ट उपलब्ध नहीं

# mLearnTryDifferentKeywords
source: Please try different keywords or change the search query.
hi: कृपया अलग-अलग की-वर्ड चुनें या सर्च करने के प्रश्न को बदलें

# mLearnInfo
source: info
hi: जानकारी

# mLearnShowAll
source: Show all
hi: सब दिखाएँ

# mLearnBlendedProgramsHtml
source: Blended programs for you.
hi: आपके लिए ब्लेन्डेड कार्यक्रम

# mLearnRecentlyAddedHtml
source: Recently added for you.
hi: आपके लिए नए जोड़े गए

# mLearnMandatoryCourses
source: Mandatory courses
hi: अनिवार्य कोर्स

# mLearnMandatoryCoursesHtml
source: Mandatory courses for you
hi: आपके लिए अनिवार्य कोर्स

# mLearnRecommendedForYou
source: Recommended for you
hi: आपके लिए अनुशंसित

# mLearnPrograms
source: Programs
hi: कार्यक्रम

# mLearnProgramsForYou
source: Programs for you.
hi: आपके लिए कार्यक्रम

# mLearnBasedOnYourInterests
source: Based on your interests
hi: आपकी रुचियों के आधार पर

# mLearnCourseoOverview
source: Overview
hi: अवलोकन

# mLearnCourseContent
source: Content
hi: कंटेन्ट

# mLearnCourseSessions
source: Sessions
hi: सत्र

# mLearnCourseDiscussion
source: Discussion
hi: चर्चा

# mLearnCourseSummary
source: Summary
hi: सारांश

# mLearnCourseDescription
source: Description
hi: विवरण

# mLearnCourseAuthorsAndCurators
source: Authors and curators
hi: लेखक और संरक्षक

# mLearnCourseAuthor
source: Author
hi: लेखक

# mLearnCourseCurator
source: Curator
hi: क्यूरेटर

# mLearnCourseProgramDirectorFacilitators
source: Program director & facilitators
hi: कार्यक्रम निदेशक और फसीलीटेटर

# mLearnCourseFacilitator
source: Facilitator
hi: फसिलीटेटर

# mLearnCourseCompetencies
source: Competencies
hi: कॉम्पीटेन्सी

# mLearnCourseCompetency
source: Competency
hi: कॉम्पीटेन्सी

# mLearnCourseType
source: Type
hi: प्रकार

# mLearnCourseRatingsReviews
source: Ratings and reviews
hi: रेट और रिव्यू

# mLearnCourseTopReviews
source: Top reviews
hi: शीर्ष समीक्षाएँ

# mLearnCourselatestReviews
source: Latest reviews
hi: नई समीक्षाएँ

# mLearnCourseNoReviewsFound
source: No reviews found!
hi: कोई समीक्षा नहीं मिली!

# mLearnCourseSearch
source: Search
hi: खोजें

# mLearnCourseLearningObjective
source: Learning objective
hi: सीखने का उद्देश्य

# mLearnCourseRegistrationInstructions
source: Registration instructions
hi: रजिस्टर करने के निर्देश

# mLearnCourseStudyMaterials
source: Study materials
hi: सीखने के कंटेन्ट

# mLearnCourseSkills
source: Skills
hi: कौशल

# mLearnCoursePreRequisites
source: Pre-Requisites
hi: पूर्व-आवश्यकताएँ

# mLearnCourseTopics
source: Topics
hi: विषय-वस्तु

# mLearnResume
source: Resume
hi: फिर से शुरू करें

# mLearnStart
source: Start
hi: शुरू करें

# mLearnStartAgain
source: Start again
hi: फिर से शुरू करें

# mLearnTakeAssessment
source: Take Assessment
hi: आकलन लें

# mLearnEnroll
source: Enroll
hi: नामांकन करें

# mLearnYouAreNotInvitedProgram
source: You are not invited for this Program.
hi: आपको इस कार्यक्रम के लिए आमंत्रित नहीं किया गया है।

# mLearnYouAreNotInvitedAssessment
source: You are not invited for this Assessment.
hi: आपको इस मूल्यांकन के लिए आमंत्रित नहीं किया जाता है।

# mLearnNoActiveBatches
source: No Active Batches!!.
hi: कोई सक्रिय बैच नहीं!!!

# mLearnBatchWillStart
source: Batch will start
hi: बैच शुरू हो जाएगा

# mLearnTakeTest
source: Take test
hi: टेस्ट लें

# mLearnRequestUnderReview
source: Request under review
hi: अनुरोध की समीक्षा चल रही है

# mLearnRegister
source: Register
hi: रजिस्टर करें

# mLearnContentExpiredDeleted
source: The content is expired or deleted.
hi: कंटेन्ट समाप्त हो गई है या हटा दी गई है ।

# mLearnContentUnpublished
source: The content has been unpublished.
hi: कंटेन्ट अप्रकाशित कर दी गई है ।

# mLearnContentDraft
source: The content is in draft.
hi: कंटेन्ट ड्राफ्ट में है

# mLearnContentReview
source: The content is in review.
hi: कंटेन्ट समीक्षा में है

# mLearnCertificationTakesTime
source: Kindly be patient. The certificate generation normally takes up to 24 hours; however, it might take longer sometimes.
hi: कृपया धैर्य रखें। प्रमाणपत्र बनाने में आम तौर पर 24 घंटे तक का समय लगता है; हालाँकि, इसमें कभी-कभी अधिक समय लग सकता है।

# mLearnIssuePersistsMailus
source: If the issue persists, please mail us at
hi: यदि समस्या बनी रहती है, तो कृपया हमें मेल करें

# mLearnCongratulations
source: Congratulations!
hi: बधाई!

# mLearnCertificateCompletionReady
source: Your certificate of completion is ready for you to download.
hi: आप प्रमाण पत्र डाउनलोड कर सकते हैं

# mLearnViewedInIntranet
source: This can be viewed only in the Intranet.
hi: इसे केवल इंट्रानेट में देखा जा सकता है ।

# mLearnNotAvailableOnline
source: This is an instructor-led classroom course and is not available online.
hi: यह एक प्रशिक्षक के नेतृत्व वाला कक्षा कोर्स है और ऑनलाइन उपलब्ध नहीं है ।

# mLearnYoutubeContentBlocked
source: Access to this YouTube content is blocked.
hi: यह यूट्यूब कंटेन्ट ब्लॉक किया हुआ है

# mLearnApplyForPhysicalTraining
source: Apply for physical training
hi: शारीरिक प्रशिक्षण के लिए आवेदन करें

# mLearnYourProgress
source: Your progress
hi: आपकी प्रगति

# mLearnRateThis
source: Rate this
hi: इसको रेट करें

# mLearnCourse
source: course
hi: कोर्स

# mLearnEditRating
source: Edit rating
hi: रेटिंग एडिट करें

# mLearnAtGlance
source: At a glance
hi: एक नजर में

# mLearnCourses1
source: Courses
hi: कोर्स

# mLearnCourse1
source: Course
hi: कोर्स

# mLearnModule
source: Module
hi: मॉड्यूल

# mLearnModules
source: Modules
hi: मॉड्यूल

# mLearnVideo
source: Video
hi: वीडियो

# mLearnVideos
source: Videos
hi: वीडियो

# mLearnSession
source: Session
hi: सत्र

# mLearnSessions
source: Sessions
hi: सत्र

# mLearnPdf
source: PDF
hi: पीडीएफ

# mLearnPdfs
source: PDFs
hi: पीडीएफ

# mLearnAudio
source: Audio
hi: ऑडियो

# mLearnAudios
source: Audios
hi: ऑडियो

# mLearnWebPage
source: Web Page
hi: वेब पेज

# mLearnWebPages
source: Web Pages
hi: वेब पेज

# mLearnSurvey
source: Survey
hi: सर्वे

# mLearnSurveys
source: Surveys
hi: सर्वे

# mLearnInteractiveContent
source: Interactive Content
hi: इन्टरैक्टिव कंटेन्ट

# mLearnInteractiveContents
source: Interactive Contents
hi: इन्टरैक्टिव कंटेन्ट

# mLearnAssessment
source: Assessment
hi: आकलन

# mLearnAssessments
source: Assessments
hi: आकलन

# mLearnPracticeTest
source: Practice test
hi: अभ्यास परीक्षा

# mLearnPracticeTests
source: Practice Tests
hi: अभ्यास परीक्षा

# mLearnFinalTest
source: Final test
hi: अंतिम टेस्ट

# mLearnFinalTests
source: Final Tests
hi: अंतिम टेस्ट

# mLearnOtherItem
source: Other Item
hi: अन्य आइटम

# mLearnOtherItems
source: Other Items
hi: अन्य आइटम

# mLearnTo
source: to
hi: को

# mLearnPaidContent
source: Paid Content
hi: सशुल्क कंटेन्ट

# mLearnFree
source: Free
hi: निःशुल्क

# mLearnView
source: View
hi: देखें

# mCourseLastUpdatedOn
source: Last updated on
hi: हाल में अपडेट किया गया

# mCourseExpiryDate
source: Expiry date
hi: समाप्ति तिथि

# mCourseLearningMode
source: Learning mode
hi: सीखने का तरीका

# mCourseRegion
source: Region
hi: क्षेत्र

# mCourseLicense
source: License
hi: लाइसेंस

# mCourseLocale
source: Locale
hi: स्थानीय

# mCourseHasTranslations
source: Has translations
hi: अनुवाद हैं

# mCourseKeywords
source: Keywords
hi: मुख्य शब्द

# mCourseSize
source: Size
hi: आकार.

# mCourseContentType
source: Content type
hi: कंटेन्ट का प्रकार

# mCourseComplexityLevel
source: Complexity level
hi: जटिलता का स्तर

# mCourseDuration
source: Duration
hi: अवधि

# mCourseCost
source: Cost
hi: लागत

# mCourseViewCount
source: View count
hi: गिनती देखें

# mCourseSourceName
source: Source name
hi: नाम का आधार

# mCourseStructure
source: Structure
hi: संरचना

# mCourseCompetencies
source: Competencies
hi: कॉम्पीटेन्सी

# mCourseBatchDate
source: Batch date
hi: बैच का आकार

# mCourseBatchDuration
source: Batch duration
hi: बैच की अवधि

# mCourseEnrolled
source: Enrolled
hi: नामांकन किया

# mCourseRejected
source: Rejected
hi: अस्वीकृत

# mCourseTotalApplied
source: Total applied
hi: कुल अप्लाइ किए

# mCommonratings
source: ratings
hi: रेट

# mCommonoutof5
source: out of 5
hi: 5 में से

# mCommonstar
source: star
hi: स्टार

# mCommonviewReply
source: View reply
hi: जवाब देखें

# mCommonrateReview
source: Rate and review
hi: रेट करें और रिव्यू करें

# mCommonyourReviewFeedbackValuable
source: Your review and feedback is valuable in creating a robust learning experience
hi: सीखने के मजबूत अनुभव के लिए आपकी समीक्षा और फीडबैक महत्त्वपूर्ण है ।

# mCommonrateThis
source: Rate this
hi: इसको रेट करें

# mCommongiveReview
source: Give a review
hi: समीक्षा करें

# mCommoncharacters
source: characters
hi: वर्ण

# mCommonaddReview
source: Add a review for this
hi: इसके लिए एक समीक्षा जोड़ें

# mCommonexceededCharacters
source: You have exceeded 200 characters.
hi: आपने 200 वर्णों को पार कर लिया है

# mCommonrecommendCourse
source: Recommend this course to your friends
hi: अपने मित्रों को यह कोर्स करने का सुझाव दें

# mCommonsubmit
source: Submit
hi: जमा करें

# mCommonupdate
source: Update
hi: अपडेट करें

# mCommonthankYouForFeedback
source: Thank you for the feedback!!!
hi: फीडबैक देने के लिए धन्यवाद

# mCommonyouCanUpdateYourFeedback
source: You can update your feedback at anytime.
hi: आप किसी भी समय अपना फीडबैक अपडेट कर सकते हैं ।

# mCommonOptionalBracket
source: (optional)
hi: ऐच्छिक

# mCommonpreviewContentUnavailable
source: The preview for this type of content is unavailable. Please click on Start button above to view.
hi: इस प्रकार के कंटेन्ट का पूर्वावलोकन उपलब्ध नहीं है। देखने के लिए कृपया ऊपर दिए गए स्टार्ट बटन पर क्लिक करें।

# mCommonmodule
source: Module
hi: मॉड्यूल

# mCommoncourse
source: Course
hi: कोर्स

# mCommonOptional
source: optional
hi: ऐच्छिक

# mCommonviewDetails
source: View Details
hi: विवरण देखें

# mCommoncompleted
source: Completed
hi: पूरा किया

# mCommoninProgress
source: In progress
hi: प्रगति में

# mCommonnotStarted
source: Not started
hi: शुरू नहीं हुआ

# mCommonnoSessionsAvailable
source: No sessions available in this batch
hi: इस बैच में कोई सत्र उपलब्ध नहीं है

# mCommonsessionHandouts
source: Session Handouts
hi: सत्र के हैंडआउट

# mCommondownload
source: Download
hi: डाउनलोड करें

# mCuratedCollectionAll
source: All Collections
hi: सभी संग्रह

# mCuratedCollectionPopular
source: Popular Collections
hi: लोकप्रिय संग्रह

# mCuratedCollectionTestingModule
source: igot CuratedCollection
hi: आईगॉट क्यूरेटेड कलेक्शन

# mCuratedCollectionExploreCbp
source: Explore all CBPs from any collection within the learnhub
hi: लर्न हब में किसी-भी कलेक्शन से सभी सी.बी.पी. खोजें

# mCommonSearch
source: Search
hi: खोजें

# mCommonSortBy
source: Sort By
hi: के अनुसार चुनें

# mCommonCourse
source: COURSE
hi: कोर्स

# mTabBites
source: Bites
hi: बाइट

# mBitesComingSoon
source: Coming Soon
hi: जल्द आ रहा है

# mCommonBtnGoback
source: Go Back
hi: वापस जाएँ

# mCommonHubs
source: Hubs
hi: हब

# mCommonLearn
source: Learn
hi: सीखें

# mCommonDiscuss
source: Discuss
hi: चर्चा करें

# mCommonNetwork
source: Network
hi: नेटवर्क

# mCommonCompetencies
source: Competencies
hi: कॉम्पीटेन्सी

# mCommonEvents
source: Events
hi: ईवेंट

# mCommonMdoPortal
source: MDO Portal
hi: एम.डी.ओ. पोर्टल

# mCommonCbpPortal
source: CBP Portal
hi: सीबीपी पोर्टल

# mCommonCbcPortal
source: CBC Portal
hi: सीबीसी पोर्टल

# mCommonSpvPortal
source: SPV Portal
hi: एस.पी.वी. पोर्टल

# mCommonFracDictionary
source: Frac Dictionary
hi: फ्रैक शब्दकोष

# mCommonMore
source: more
hi: अधिक

# mCommonKnowledgeResources
source: Knowledge Resources
hi: ज्ञान संसाधन

# mCommonDashboard
source: Dashboard
hi: डैशबोर्ड

# mCommonSettings
source: Settings
hi: सेटिंग

# mCommonLastAdded
source: Last added
hi: पिछला जोड़ा गया

# mCommonSortByName
source: Sort By Name
hi: नाम के अनुसार चुनें

# mCommonConnections
source: connections
hi: कनेक्शन

# mCommonConnection
source: connection
hi: जुड़ाव

# mCommonAll
source: All
hi: सभी

# mCommonMissionKarmyogi
source: Mission Karmayogi
hi: मिशन कर्मयोगी

# mCommonAccountAndAccess
source: Account and access
hi: अकाउंट और पहुँच

# mCommonIgotMarketplace
source: iGOT Marketplace
hi: आईगॉट मार्केटप्लेस

# mCommonContentProvider
source: Content provider
hi: कंटेन्ट प्रोवाईडर

# mCommonFracing
source: FRACing
hi: फ्रैक प्रक्रिया

# mCommonRegister
source: Register
hi: रजिस्टर करें

# mCommonOr
source: or
hi: या

# mCommonSignIn
source: Sign In
hi: साइन इन करें

# mCommonUpdate
source: Update
hi: अपडेट करें

# mCommonShowAll
source: Show all
hi: सब दिखाएँ

# mTabDiscuss
source: Discuss
hi: चर्चा करें

# mDiscussSubTabAllDiscussions
source: All discussions
hi: सभी चर्चाएँ

# mDiscussSidepanelCategories
source: Categories
hi: श्रेणियाँ

# mDiscussSubTabTags
source: Tags
hi: टैग

# mDiscussSubTabYourDiscussions
source: My discussions
hi: मेरी चर्चाएँ

# mDiscussMsgNoDiscussions
source: Click on the + button to start a new discussion
hi: नई चर्चा शुरू करने के लिए + बटन पर क्लिक करें।

# mDiscussMsgClickToStart
source: Recent posts
hi: नए पोस्ट

# mDiscussAskQuestion
source: Ask a question or post an idea
hi: एक प्रश्न पूछें या एक विचार पोस्ट करें

# mDiscussSidepanelAlldiscussion
source: All discussions
hi: सभी चर्चाएँ

# mDiscussSidepanelTags
source: Tags
hi: टैग

# mDiscussSidepanelMyDiscuss
source: My Discussions
hi: मेरी चर्चाएँ

# mDiscussStartDiscussQues
source: Question is mandatory
hi: प्रश्न अनिवार्य है।

# mDiscussDescMandatory
source: Description is mandatory
hi: विवरण अनिवार्य है।

# mDiscussBtnSubmitPost
source: Submit post
hi: पोस्ट जमा करें

# mDiscussComments
source: comments
hi: टिप्पणियाँ

# mDiscussYourAnswerHere
source: Your answer here
hi: आपका जवाब यहाँ है

# mDiscussThisIsMandatory
source: This is mandatory
hi: यह अनिवार्य है

# mDiscussPostReply
source: Post reply
hi: जवाब पोस्ट करें

# mDiscussRecent
source: Recent
hi: नए

# mDiscussReply
source: Reply
hi: जवाब दें

# mDiscussLastReply
source: Last reply
hi: पिछला जवाब

# mDiscussReplies
source: replies
hi: जवाब

# mDiscussCancel
source: Cancel
hi: रद्द करें

# mDiscussSiscussions
source: Discussions
hi: चर्चाएं

# mDiscussPosts
source: Posts
hi: पद

# mDiscussBestPosts
source: Best posts
hi: बेहतरीन पोस्ट

# mDiscussSavedPosts
source: Saved posts
hi: सेव किए गए पद

# mDiscussUpVoted
source: Upvoted
hi: अपवोट किया

# mDiscussDownVoted
source: Downvoted
hi: डाउनवोट किए

# mDiscussNodata
source: No Data
hi: कोई डेटा नहीं

# mDiscussDiscard
source: Discard
hi: छोड़ दें

# mDiscussLabelAllDiscussionRecent
source: Recent
hi: नए

# mDiscussLabelAllDiscussionPopular
source: Popular
hi: लोकप्रिय

# mDiscussBtnStartDiscussion
source: Start discussion
hi: चर्चा शुरू करें

# mDiscussPlaceholderAskQuesPostIdea
source: Ask a question or post an idea
hi: एक प्रश्न पूछें या एक विचार पोस्ट करें

# mDiscussLabelCategoriesAll
source: All
hi: सभी

# mDiscussLabelCategoriesWatching
source: Watching
hi: देख रहे हैं

# mDiscussPlaceholderTagsSearch
source: Search by name
hi: नाम से खोजें

# mDiscussDiscussionVotes
source: Votes
hi: वोट

# mDiscussDiscussionViews
source: Views
hi: व्यू

# mNetworkTabNetworkHome
source: Network home
hi: नेटवर्क होम

# mNetworkSearchUser
source: Search User
hi: उपयोगकर्ता खोजें

# mNetworkTabYourConnections
source: Your connections
hi: आपके कनेक्शन

# mNetworkNoConnectionRequests
source: No connection requests!
hi: कोई कनेक्शन अनुरोध नहीं!

# mNetworkTabConnectionRequests
source: Connection Requests
hi: कनेक्शन अनुरोध

# mNetworkTabConnectionRequest
source: Connection Request
hi: कनेक्शन अनुरोध

# mNetworkTabUsersFromMDO
source: Users from MDO
hi: एम.डी.ओ के उपयोगकर्ता

# mNetworkTabFromYourMdo
source: From Your MDO
hi: आपके एम.डी.ओ से

# mNetworkTabRecommendedConnections
source: Recommended Connections
hi: सुझाए गए कनेक्शन
