Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# meventArchivedMessage
source: This event has been archived and is no longer available.
hi: यह घटना संग्रहीत की गई है और अब उपलब्ध नहीं है।

# mExploreContentSorryMessage
source: Sorry, we couldn't find any results, so please Try adjusting your filters
hi: क्षमा करें, हमें कोई परिणाम नहीं मिला, इसलिए कृपया अपने फिल्टर को समायोजित करने की कोशिश करें

# mSearchExploreContents
source: Explore Content
hi: सामग्री का पता लगाएँ

# mSearchFilterAppliedMessage
source: Filter active. Clear the selection to view all options.
hi: फ़िल्टर सक्रिय। सभी विकल्पों को देखने के लिए चयन साफ करें।

# mNone
source: None
hi: कोई नहीं

# mLearnWithNaturalQueryProvess
source: Learn with Natural query process
hi: स्वाभाविक प्रश्न प्रक्रिया के साथ सीखें

# mSocratic
source: Socratic Style
hi: सोक्रेटिक शैली

# mExploreIdeasThroughThoughtfulQuestions
source: Explore ideas through thoughtful questions
hi: विचारशील प्रश्नों के माध्यम से विचारों का अन्वेषण करें

# mAskAnything
source: Ask Anything
hi: कुछ भी पूछें

# mStaticCertificateDownloadError
source: Unable to download your certificate this moment.
hi: इस समय आपका प्रमाणपत्र डाउनलोड करने में असमर्थ

# mNotifications
source: Notifications
hi: सूचनाएँ

# mMarkAllAsRead
source: Mark All As Read
hi: पढ़ा हुआ चिह्नित करें

# mProfileDistrictDisable
source: Choose a state to proceed to district selection
hi: जिला चयन के लिए आगे बढ़ने के लिए एक राज्य चुनें

# mProfileAddedSuccessfully
source: Added successfully!
hi: सफलतापूर्वक जोड़ा गया!

# mProfileEducationalQualifications
source: Educational qualifications
hi: शैक्षिक योग्यताएं

# mProfileStartYear
source: Start Year
hi: प्रारंभ वर्ष

# mProfileEndYear
source: End Year
hi: अंत वर्ष

# mProfileSelectYear
source: Select Year
hi: वर्ष चुनें

# mProfileFieldOfStudy
source: Field of Study
hi: अध्ययन का क्षेत्र

# mProfileFieldOfStudyPlaceHolder
source: Enter your specialization(e.g., IT, Civil)
hi: अध्ययन के क्षेत्र में प्रवेश करें, उदाहरण के लिए यदि आपने बी. टेक का पीछा किया है, तो शाखा निर्दिष्ट करें

# mProfileInstitutePlaceHolder
source: Name of the University/College/Institute/School
hi: विश्वविद्यालय/कॉलेज/संस्थान/स्कूल का नाम

# mProfileIssuingOrg
source: Issuing Organisation
hi: जारीकर्ता संगठन

# mProfileIssueDate
source: Issue Date
hi: जारी तिथि

# mProfileUploadFromSystem
source: Upload from System
hi: सिस्टम से अपलोड करें

# mProfileAchievementTitleLabel
source: e.g. Excel beginner
hi: उदाहरण के लिए एक्सेल बिगिनर्स

# mProfileAchievementIssueOrgLabel
source: e.g. Microsoft
hi: उदाहरण के लिए माइक्रोसॉफ्ट

# mProfileAchievementDescriptionLabel
source: Describe about the skills that you have gained from this learning
hi: इस शिक्षा से प्राप्त कौशल के बारे में वर्णन करें

# mProfileDragFileToUpload
source: Drag file to upload
hi: अपलोड करने के लिए फ़ाइल खींचें

# mProfileProvideLinkForAchievement
source: You may provide the link for the achievement
hi: आप उपलब्धि के लिए लिंक प्रदान कर सकते हैं

# mProfileUploadedSuccessfully
source: Uploaded Successfully
hi: सफलतापूर्वक अपलोड किया गया

# mProfileSpecialCharacterNotApplowed
source: Special characters are not allowed in this field
hi: इस क्षेत्र में विशेष अक्षर स्वीकार्य नहीं हैं

# mProfilePleaseSelectOrg
source: Please select an organization
hi: कृपया एक संगठन चुनें

# mProfileDesignationRequired
source: Designation is required
hi: पदनाम आवश्यक है

# mProfileSelectStateFirst
source: Please select a state first
hi: कृपया पहले एक राज्य चुनें

# mProfileServiceDescriptionMsg
source: Responsibilities and accomplishments in the role.
hi: भूमिका में दायित्व और उपलब्धियां।

# mProfileSuccessfullyUploaded
source: Successfully uploaded
hi: सफलतापूर्वक अपलोड किया गया

# mStaticPresent
source: Present
hi: वर्तमान

# mStaticMonths
source: Months
hi: महीनों

# mSearchSearchCharacterLimit
source: Oops, too short! Type at least {characterLimit} characters
hi: बहुत छोटा! कम से कम {characterLimit} अक्षर टाइप करें

# mSearchExternalContents
source: External Contents
hi: बाहरी अंतर्वस्तु

# mSearchContentPartner
source: Content Patner
hi: सामग्री पैटनर

# mStaticUserDataError
source: We're having trouble accessing your account details. Try signing out and logging back to resolve the issue.
hi: हमें आपके खाते के विवरण तक पहुँचने में समस्या हो रही है। समस्या को हल करने के लिए साइन आउट करके वापस लॉग इन करने का प्रयास करें।

# mSearchSearchResultEmpty
source: Sorry, Search result is empty
hi: क्षमा करें, खोज परिणाम खाली है

# mNoNotificationsFound
source: No notifications found
hi: कोई अधिसूचना नहीं मिली

# mNotificationOnHandleError
source: This feature isn’t available in your app version
hi: यह सुविधा इस वर्शन में नहीं है।

# mProfileCopyProfileLink
source: Copy this profile link
hi: इस प्रोफ़ाइल लिंक को कॉपी करें

# mProfileEnterInstituteName
source: Enter institute name
hi: संस्थान नाम भरें

# mProfileEnterDegree
source: Enter degree
hi: डिग्री दर्ज करें

# mProfileAboutHelperText
source: You can write about your years of experience, Skills, Current job role and Responsibilities.
hi: आप अपने वर्षों के अनुभव, कौशल, वर्तमान नौकरी की भूमिका और जिम्मेदारियों के बारे में लिख सकते हैं।

# mProfileAboutMaxLengthText
source: About should contain at most 2000 characters.
hi: लगभग 2000 अक्षरों में होना चाहिए।

# mStaticFillUpTheDetails
source: Fill up the details
hi: विवरण भरें

# mStaticLoginToAccessContent
source: You need to log in to access this content.
hi: इस सामग्री तक पहुंचने के लिए आपको लॉग इन करना होगा।

# mAssessmentAlreadySubmittedGuestMessage
source: You have successfully completed the assessment! If you have not received your certificate yet, don’t worry—we will resend them shortly.
hi: आपने सफलतापूर्वक मूल्यांकन पूरा कर लिया है! यदि आपको अभी तक अपना प्रमाणपत्र नहीं मिला है, तो चिंता न करें - हम उन्हें जल्द ही पुनः भेज देंगे।

# mAssessmentGuestCongratulationMessage
source: Congratulations! Your certificate will be sent to your email soon.
hi: बधाई हो! आपका प्रमाणपत्र जल्द ही आपके ईमेल पर भेज दिया जाएगा।

# mMarkedAllAsRead
source: Marked all notifications as read
hi: सभी को पढ़ा हुआ चिह्नित किया

# mTranscript
source: Transcript
hi: ट्रांसक्रिप्ट

# mStoryTelling
source: Storytelling
hi: कहानी सुनाना

# mStoryTellingDescription
source: Learn through relatable narratives and real-life examples.
hi: संबंधित कथाओं और वास्तविक जीवन के उदाहरणों के माध्यम से सीखें।

# mInternetMessage
source: These are Internet generated results
hi: ये इंटरनेट द्वारा उत्पन्न परिणाम हैं

# mRetrievingResult
source: Retrieving results
hi: परिणाम प्राप्त किए जा रहे हैं

# mIgotAiErrorMessage
source: Sorry, I am unable to process your request at the moment. Please try again.
hi: माफ़ कीजिए, मैं इस समय आपका अनुरोध संसाधित नहीं कर पा रहा हूँ। कृपया बाद में प्रयास करें।

# mFeedbackSubmitted
source: Feedback submitted successfully
hi: प्रतिक्रिया सफलतापूर्वक सबमिट की गई

# mProfileNameRequired
source: Name is required
hi: नाम की आवश्यकता है

# mProfileNumbersNotAllowed
source: Name cannot contain numbers
hi: नाम में संख्याएँ नहीं हो सकती हैं

# mProfileNoSpecialCharacterAllowed
source: Special characters are not allowed in the name
hi: नाम में विशेष पात्रों की अनुमति नहीं है।

# mProfileInvalidNameFormat
source: Invalid name format
hi: अमान्य नाम प्रारूप

# mOrgSpecificDetails
source: Organisation Specific Details
hi: संगठन विशेष विवरण

# mEditOrgSpecificDetails
source: Edit Organisation Specific Details
hi: संगठन विशेष विवरण संपादित करें

# mFillRequiredFields
source: Please fill all the required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें

# mProfileUpdatedSuccessfully
source: Profile updated successfully
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई

# mInvalidValue
source: Invalid Value
hi: अमान्य मान

# mIsRequired
source: is required
hi: आवश्यक है

# mOrgDetailsWarningMessage
source: Please fill in the organization-specific details to continue using the app as requested by your organization.
hi: कृपया ऐप का उपयोग जारी रखने के लिए संगठन-विशेष विवरण भरें, जैसा कि आपके संगठन द्वारा अनुरोधित है।

# mContinue
source: Continue
hi: जारी रखना

# mLoginToMDOPortalToViewTheNotification
source: Log in to your MDO portal to view the notification.
hi: सूचना देखने के लिए अपने MDO पोर्टल में लॉग इन करें।

# mLoginToContentPortalToViewNotification
source: Log in to your Content portal to view the notification
hi: सूचना देखने के लिए अपने कंटेंट पोर्टल में लॉग इन करें।

# mBrokenDeepLinkError
source: This request has been resolved or is no longer available.
hi: यह अनुरोध हल कर दिया गया है या अब उपलब्ध नहीं है।

# mProfileNoSpaceInStartOrEnd
source: Name cannot start or end with spaces.
hi: नाम स्पेसेस के साथ शुरू या समाप्त नहीं हो सकता है|

# mProfileAchievementError
source: Special characters are not allowed, except for: {symbols}
hi: विशेष वर्णों की अनुमति नहीं है, सिवाय इसकेः {symbols}

# mStaticInvalidLink
source: Invalid link
hi: अमान्य लिंक

# mStaticTitleIsEmpty
source: Title should not be empty
hi: शीर्षक खाली नहीं होना चाहिए

# mExploreNetwork
source: Explore Network
hi: नेटवर्क एक्सप्लोर करें

# mRecommendation
source: Recommendation
hi: सिफारिश

# mMentors
source: Mentors
hi: मेंटर्स

# mMyConnections
source: My Connections
hi: मेरे कनेक्शन

# mSent
source: Sent
hi: भेजा गया

# mUnblock
source: Unblock
hi: अनब्लॉक करें

# mUnblockConfirmationMessage
source: Are you sure you want to unblock this user?
hi: क्या आप वाकई इस उपयोगकर्ता को अनब्लॉक करना चाहते हैं?

# mBlockedSuccessfully
source: User unblocked successfully
hi: उपयोगकर्ता सफलतापूर्वक अनब्लॉक किया गया

# mUnBlocked
source: Unblocked
hi: अनब्लॉक किया गया

# mBlocked
source: Blocked
hi: ब्लॉक किया गया

# mWithdrawConnectionRequest
source: Are you sure you want to withdraw this request?
hi: क्या आप वाकई यह अनुरोध वापस लेना चाहते हैं?

# mRequestWithdrawnSuccessfully
source: Request withdrawn successfully
hi: अनुरोध सफलतापूर्वक वापस लिया गया

# mWithdraw
source: Withdraw
hi: वापस लें

# mWithdrawn
source: Withdrawn
hi: वापस लिया गया

# mRemoved
source: Removed
hi: हटाया गया

# mBlockUser
source: Block User
hi: उपयोगकर्ता को ब्लॉक करें

# mRemoveConnection
source: Remove Connection
hi: कनेक्शन हटाएं

# mConnectionRemoved
source: Connection removed
hi: कनेक्शन हटाया गया

# mConnectionBlocked
source: Connection blocked
hi: कनेक्शन ब्लॉक किया गया

# mAccepted
source: Accepted
hi: स्वीकार किया गया

# mRejected
source: Rejected
hi: अस्वीकृत

# mBlendedPreEnrollmentRequisites
source: Pre-Enrollment Requisites
hi: नामांकन पूर्व आवश्यकताएं

# mBlendedPreEnrollmentRequisitesCompleted
source: Pre-Enrollment Requisites Completed
hi: नामांकन-पूर्व आवश्यकताएं पूरी

# mBlendedPreEnrollmentOptionalResourceMsg
source: OPTIONAL (The progress of this resource will be tracked).
hi: वैकल्पिक (इस संसाधन की प्रगति पर नज़र रखी जाएगी)

# mBlendedPreEnrollmentMandatoryResourceMsg
source: MANDATORY (The progress of this resource will be tracked).
hi: अनिवार्य (इस संसाधन की प्रगति को ट्रैक किया जाएगा)

# mStaticInAppNotifications
source: In-App Notification
hi: इन-ऐप अधिसूचना

# mStaticKeepReceivingInAppNotification
source: Keep receiving notifications on the platform.
hi: प्लेटफ़ॉर्म पर सूचनाएं प्राप्त करते रहें।

# mStaticEmailNotifications
source: Email Notifications
hi: ईमेल सूचनाएं

# mStaticKeepReceivingEmailNotification
source: Keep receiving notifications through email.
hi: ईमेल के माध्यम से सूचनाएं प्राप्त करते रहें।

# mStaticPushNotifications
source: Push Notifications.
hi: पुश सूचनाएं

# mStaticKeepReceivingPushNotification
source: Keep receiving push notifications on mobile.
hi: मोबाइल पर पुश सूचनाएं प्राप्त करते रहें।

# mStaticSmsNotification
source: SMS Notifications
hi: एसएमएस सूचनाएं

# mStaticKeepReceivingSmsNotification
source: Keep receiving SMS notification.
hi: एसएमएस अधिसूचना प्राप्त करते रहें।

# mStaticNoSettingFound
source: No setting found
hi: कोई सेटिंग नहीं मिली

# mProfileEnterDesignation
source: Enter your Designation
hi: अपना पदनाम दर्ज करें

# mProfileDegreeName
source: Degree name
hi: डिग्री नाम

# mProfileOtherInstituteName
source: Other Institute name
hi: अन्य संस्थान नाम

# mKarmapointEnrollTooltipMsg
source: Note: This is only applicable for your first enrolment.
hi: नोटः यह केवल आपके पहले नामांकन के लिए लागू है।

# mRequestRejectedMessage
source: Are you sure you want to ignore this request?
hi: क्या आप वाकई इस अनुरोध को अनदेखा करना चाहते हैं?

# mRemoveConnectionConfirmationMessage
source: Are you want to remove this connection?
hi: क्या आप वाकई इस कनेक्शन को हटाना चाहते हैं?

# mBlockUserMessage
source: Are you sure you want to block this user?
hi: क्या आप वाकई इस उपयोगकर्ता को ब्लॉक करना चाहते हैं?

# mDiscoverMentorMessage
source: Connect with mentors who will guide your learning journey
hi: उन मेंटर्स से जुड़ें जो आपकी लर्निंग यात्रा में मार्गदर्शन करेंगे

# mNoMentorsFound
source: No Mentors Found
hi: कोई मेंटर नहीं मिला

# mConnectionRequestSentSuccessfully
source: Connection request sent successfully
hi: कनेक्शन अनुरोध सफलतापूर्वक भेजा गया

# mIgnored
source: Ignored
hi: अनदेखा किया गया

# mCopyProfileLink
source: Copy Profile Link
hi: प्रोफ़ाइल लिंक कॉपी करें

# mBlock
source: Block
hi: ब्लॉक करें

# mIgnore
source: Ignore
hi: अनदेखा करें

# mAccept
source: Accept
hi: स्वीकार करें

# mEmptyConnectionsStateMessage
source: You do not have any connections, Send connection requests from the home tab.
hi: आपकी कोई कनेक्शन नहीं हैं, होम टैब से कनेक्शन अनुरोध भेजें।

# mNoRequestSent
source: No requests sent
hi: कोई अनुरोध नहीं भेजा गया

# mNoTranscriptAvailable
source: No transcript available for this resource
hi: इस संसाधन के लिए कोई ट्रांसक्रिप्ट उपलब्ध नहीं है

# mTranscriptDisclaimer
source: Disclaimer : These transcripts and subtitles are AI-generated and may contain errors.
hi: अस्वीकरण: ये ट्रांसक्रिप्ट और सबटाइटल एआई द्वारा जनरेट किए गए हैं और इनमें त्रुटियाँ हो सकती हैं।

# mYouHaveBlockedThisProfile
source: You have blocked this profile
hi: आपने इस प्रोफ़ाइल को ब्लॉक कर दिया है

# mBlockIncomingMessage
source: You are not authorised to see this profile.
hi: आप इस प्रोफ़ाइल को देखने के लिए अधिकृत नहीं हैं

# mNotificationEnabled
source: Notification enabled!
hi: अधिसूचना सक्षम!

# mNotificationDisabled
source: Notification disabled!
hi: अधिसूचना अक्षम!

# mProfileCentralDeputation
source: Central Deputation
hi: केंद्रीय प्रतिनियुक्ति
