Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mStaticSelfAttestDeclaration
source: You are self-declaring competency and you can also take the competency assessment to add further credibility
hi: आप स्वयं अपनी कॉम्पिटेंसी बता रहे हैं और आप विश्वसनीयता बढ़ाने के लिए कॉम्पिटेंसी का आकलन भी कर सकते हैं।

# mStaticBack
source: Back
hi: पीछे

# mStaticSelectYourLevel
source: Select your competency level
hi: अपनी कॉम्पिटेंसी का स्तर चुनें

# mStaticBackToAllCompetencies
source: Back to "All competencies"
hi: "सभी कॉम्पीटेन्सी" पर वापस जाएँ

# mStaticDoYouWantToRemove
source: Do you want to remove it from your competency ?
hi: क्या आप इसे अपनी कॉम्पीटेन्सी से हटाना चाहते हैं?

# mStaticNoAssociatedCBPs
source: No associated CBPs
hi: कोई संबद्ध सी.बी.पी. नहीं

# mStaticCompetencyAssessment
source: Competency assessment
hi: कॉम्पिटेंसी आकलन

# mStaticSelfAttestCompetency
source: Self attest competency
hi: स्वप्रमाणित कॉम्पीटेन्सी

# mStaticFromWorkOrder
source: From work order
hi: कार्य-आदेश से

# mStaticAddToDesired
source: Add your desired competency
hi: अपनी अपेक्षित कॉम्पीटेन्सी जोड़ें

# mStaticLevelBasedOnEvaluation
source: Level based on evaluation
hi: मूल्यांकन पर आधारित स्तर

# mStaticCompetencyLevelGap
source: Competency level gap
hi: कॉम्पिटेंसी-स्तर में गैप

# mStaticRecommendedFromWatDescription
source: Recommendations are based on your position and are coming from your Work Allocation Order.
hi: सुझाव आपके पद के हिसाब से हैं जो आपके कार्य-आदेश पर आधारित है

# mStaticWorkOrder
source: Work order
hi: कार्य आदेश

# mStaticNoCompetenciesFoundFromWat
source: No competencies found from WAT
hi: डब्ल्यूएटी से कोई कॉम्पीटेन्सी नहीं मिली

# mStaticRecommendedFromFracDescription
source: Recommendations are based on your position and are coming from FRAC dictionary allocated to your position.
hi: सुझाव आपके पद के हिसाब से हैं जो फ्रैक शब्दकोष में आपके पद के लिए निर्धारित है

# mStaticNoCompetenciesFromFRAC
source: No competencies found from FRAC
hi: फ्रैक से कोई कॉम्पीटेन्सी नहीं मिली

# mStaticCompetencyFracMessage
source: Competencies will be recommended based on your position.
hi: आपकी स्थिति के आधार पर दक्षताओं की सिफारिश की जाएगी।

# mStaticCompetencyType
source: Competency type
hi: कॉम्पिटेंसी के प्रकार

# mStaticCompetencyArea
source: Competency area
hi: कॉम्पिटेंसी क्षेत्र

# mStaticSubject
source: Subject
hi: विषय

# mStaticAllCourses
source: All courses
hi: सभी कोर्स

# mStaticAllSubjects
source: All subjects
hi: सभी विषय

# mStaticAttendLiveEvent
source: Attend Live Event
hi: लाइव ईवेंट में शामिल हों

# mStaticStarted
source: started
hi: शुरू किया

# mStaticLastUpdatedOn
source: Last updated on
hi: पिछली अपडेट तिथि

# mStaticShowLess
source: Show less
hi: कम दिखाएँ

# mStaticBatchStartInfo
source: This Batch will start in
hi: यह बैच शुरू होगा

# mStaticBatchStartInfoDays
source: days!
hi: दिन

# mStaticYourPosition
source: Your position
hi: आपका पद

# mStaticFollowing
source: Following
hi: इसके बाद

# mStaticBrowseByMDO
source: Browse by MDO
hi: एम.डी.ओ. से खोजें

# mStaticBrowseByLocation
source: Browse by location
hi: स्थान से खोजें

# mStaticPositionInfo
source: Position info
hi: पद की जानकारी

# mStaticOpening
source: Opening
hi: रिक्त पद

# mStaticAbout
source: About
hi: के बारे में

# mStaticPeople
source: People
hi: लोग

# mStaticRelatedCourses
source: Related courses
hi: संबंधित कोर्स

# mStaticEnterLocation
source: Enter location
hi: स्थान दर्ज करें

# mStaticSearchMDOs
source: Search MDOs
hi: एम.डी.ओ. खोजें

# mStaticFindGaps
source: Find gaps
hi: गैप खोजें

# mStaticMatchingCompetencies
source: Matching competencies
hi: कॉम्पीटेन्सी का मिलान

# mStaticCompetencyGaps
source: Competency gaps
hi: कॉम्पिटेंसी में गैप

# mStaticRecommendedCourses
source: Recommended courses
hi: अनुशंसित कोर्स

# mStaticShowInterest
source: Show interest
hi: रुचि दिखाएँ

# mStaticFollow
source: Follow
hi: फॉलो करें

# mStaticOpeningsFromMDOs
source: Openings from MDOs you follow
hi: उन एम.डी.ओ. में रिक्त पद जिनको आप फॉलो करते हैं

# mStaticRecentlyViewedOpenings
source: Recently viewed openings
hi: नई देखी गई रिक्तियां

# mStaticOpeningsNearYou
source: Openings near you
hi: आपके आस-पास रिक्त पद

# mStaticMdoToFollow
source: MDOs to follow
hi: एम.डी.ओ. को अनुसरण करना है

# mStaticMandatoryCourseGoal
source: Mandatory Course Goal
hi: अनिवार्य कोर्स लक्ष्य

# mStaticStandaloneAssessments
source: Standalone assessments
hi: स्वतंत्र आकलन

# mStaticTrendingCBPs
source: Trending CBPs
hi: लोकप्रिय सीबीपी

# mStaticPopularTopics
source: Popular topics
hi: लोकप्रिय विषय-वस्तु

# mStaticRecommendedCBPs
source: Recommended CBPs
hi: अनुशंसित सी.बी.पी.

# mStaticTrendingCompetencies
source: Trending competencies
hi: रुझान क्षमताएँ

# mStaticBrowseByCompetencies
source: Explore by competencies
hi: कॉम्पीटेन्सी द्वारा खोजें

# mStaticLastViewedCBPs
source: Last viewed CBPs
hi: हाल में देखे गए सी.बी.पी.

# mStaticBackToTop
source: Back to top
hi: ऊपर वापस जाएँ

# mStaticUpcomingSchedules
source: Your Upcoming Schedule
hi: आपका आगामी कार्यक्रम

# mStaticMarkAttendence
source: Mark attendence
hi: उपस्थिति को चिह्नित करें

# mStaticNoRequests
source: No requests
hi: कोई अनुरोध नहीं

# mStaticNoRequestText
source: Looks like there are no connection requests at the moment
hi: ऐसा लगता है कि इस समय कोई कनेक्शन अनुरोध नहीं हैं

# mStaticNoEstablishedConnectionText
source: Looks like there are no established connections yet
hi: ऐसा लगता है कि अभी तक कोई स्थापित कनेक्शन नहीं हैं

# mStaticRequests
source: Requests
hi: अनुरोध

# mStaticMyMdo
source: Your MDO
hi: आपका एम.डी.ओ.

# mStaticNoConnectionsMessage
source: Looks like there are no connection requests at the moment
hi: लगता है कि अभी कोई कनेक्शन अनुरोध नहीं है

# mStaticConnected
source: Connected
hi: जुड़ा हुआ

# mStaticReject
source: Reject
hi: अस्वीकार

# mStaticApprove
source: Approve
hi: मंजूरी दें

# mStaticApproved
source: Approved
hi: स्वीकृत

# mStaticNoConnectionRequestsText
source: No connection requests
hi: कोई कनेक्शन अनुरोध नहीं

# mStaticConnectionSent
source: Connection sent
hi: कनेक्शन भेजा गया

# mStaticNoEstablishedConnections
source: No connections
hi: कोई कनेक्शन नहीं

# mStaticRolesAndActivities
source: 1. Roles and Activities
hi: 1. भूमिकाएँ और गतिविधियाँ

# mStaticTopics
source: 2. Topics
hi: 2. विषय-वस्तु

# mStaticCurrentCompetencies
source: 3. Current competencies
hi: वर्त्तमान कॉम्पीटेन्सी

# mStaticDesiredCompetency
source: 4. Desired competencies
hi: अपेक्षित कॉम्पीटेन्सी

# mStaticPlatformWalkthrough
source: 5. Platform walkthrough
hi: 5. प्लेटफार्म वॉकथ्रू

# mStaticGuidedScreenStarted
source: true
hi: सच है

# mStaticGuidedScreenEnded
source: false
hi: झूठा

# mStaticNoConnection
source: No connection
hi: कोई संबंध नहीं

# mStaticNoConnectionDescription
source: Please check your internet connectivity and try again
hi: कृपया अपनी इंटरनेट कनेक्टिविटी की जाँच करें और फिर से प्रयास करें

# mStaticRetry
source: Retry
hi: पुनः प्रयास करें

# mStaticNoSubmit
source: No, submit
hi: नहीं, जमा करें

# mStaticYesTakeMeBack
source: Yes, take me back
hi: हाँ, मुझे वापस ले जाएँ

# mStaticSurveyAlreadySubmitted
source: Survey is already submitted
hi: सर्वे पहले ही जमा हो चुका है

# mStaticNo
source: No
hi: नहीं

# mStaticYes
source: Yes
hi: हां।

# mStaticDiscussionTopicFlag
source: discussionTopicFlag
hi: चर्चा के विषय को चिह्नित करें

# mStaticUseShareFeature
source: Please use share option to download the certificate
hi: प्रमाणपत्र डाउनलोड करने के लिए 'शेयर' विकल्प का उपयोग करें

# mStaticLoggedIn
source: Logged-In
hi: लॉग-इन किया

# mStaticNotLoggedIn
source: Not Logged-In
hi: लॉग-इन नहीं किया

# mStaticBoth
source: Both
hi: दोनों

# mStaticInformation
source: Information
hi: जानकारी

# mStaticIssues
source: Issues
hi: मुद्दे

# mStaticWatch
source: Watch
hi: देखें

# mStaticPause
source: Pause
hi: रुकें

# mStaticKarmayogiTour
source: ‘Get Started’ tour
hi: शुरू करें' सैर

# mStaticTourend
source: End
hi: समाप्त

# mStaticEnrollRemoveMessage
source: Your enrollment request for the selected batch has been
hi: चुने हुए बैच के लिए आपके एनरोलमेंट अनुरोध को

# mStaticTimings
source: 9:00 AM to 5:00 PM
hi: सुबह 9 बजे से शाम 5 बजे तक

# mStaticWelcomeintrotext
source: National Programme for Civil Services Capacity Building, aptly named as Mission Karmayogi, aims to create a professional, well-trained and future-looking civil service.
hi: सिविल सेवा क्षमता निर्माण के लिए राष्ट्रीय कार्यक्रम, जिसे मिशन कर्मयोगी के रूप में नामित किया गया है, का लक्ष्य है एक प्रोफेशनल, बेहतर प्रशिक्षित और भविष्य का सिविल सेवा बनाना।

# mStaticHi
source: Namaste
hi: नमस्ते

# mStaticShowAllCatgories
source: Show all categories
hi: सभी श्रेणियाँ दिखाएँ

# mStaticHereSomeFrequentlyAsked
source: Here are some most frequently asked questions users have looked for
hi: यहाँ उपयोगकर्ताओं द्वारा अक्सर पूछे जाने वाले प्रश्न हैं

# mStaticQuestionsRelated
source: Questions related to above question
hi: उपरोक्त प्रश्न से संबंधित प्रश्न

# mStaticShowingMoreQuestions
source: Showing more questions
hi: और प्रश्न दिख रहे हैं

# mStaticShowingAllCatgories
source: Showing all categories
hi: सभी श्रेणियाँ दिख रही हैं

# mStaticShowMore
source: Show more
hi: और दिखाएँ

# mStaticTogo
source: to go
hi: जाने के लिए

# mStaticInprogress
source: In progress
hi: प्रगति में

# mStaticMyLearning
source: My Learning
hi: मेरा सीखना

# mStaticCertificates
source: Certificate
hi: प्रमाण पत्र

# mStaticLearningHours
source: Learning hours
hi: सीखने के घंटे

# mStaticWeeklyClaps
source: Weekly claps
hi: साप्ताहिक तालियाँ

# mStaticWeeks
source: weeks
hi: सप्ताह

# mStaticShowMyActivities
source: Show my activities
hi: मेरी गतिविधियाँ दिखाएँ

# mStaticMarkYourAttendance
source: Mark your attendance
hi: अपनी उपस्थिति दर्ज करें

# mStaticShowAll
source: Show all
hi: सब दिखाएँ

# mStaticTrendingCoursesInYourDepartment
source: Trending courses in your department
hi: आपके विभाग में लोकप्रिय कोर्स

# mStaticLearnHub
source: Learn Hub
hi: लर्न हब

# mStaticTrendingProgramsInYourDepartment
source: Trending programs in your department
hi: आपके विभाग में लोकप्रिय कार्यक्रम

# mStaticMostEnrolled
source: Most Enrolled
hi: सबसे अधिक नामांकित

# mStaticDiscussHub
source: Discuss Hub
hi: डिस्कस हब

# mStaticPostDiscussion
source: Post a discussion
hi: एक चर्चा पोस्ट करें

# mStaticTrendingDiscussion
source: Trending discussion
hi: लोकप्रिय चर्चा

# mStaticVotes
source: votes
hi: वोट

# mStaticViews
source: views
hi: व्यू

# mStaticComments
source: Comments
hi: टिप्पणियाँ

# mStaticYourDiscussions
source: Your discussions
hi: आपकी चर्चाएँ

# mStaticMyActivities
source: My activities
hi: मेरी गतिविधियाँ

# mStaticYourStats
source: Your stats
hi: आपके आँकड़े

# mStaticRecentRequests
source: Recent requests
hi: नए अनुरोध

# mStaticWhatIsWeeklyClaps
source: What is weekly claps?
hi: साप्ताहिक तालियाँ क्या है?

# mStaticWeeklyClapTitleDescription
source: Weekly Claps are a fun way to track your engagement on the platform. They reflect your commitment and activity levels.
hi: साप्ताहिक तालियाँ प्लेटफॉर्म पर आपकी भागीदारी को ट्रैक करने का एक मजेदार तरीका है। ये आपकी प्रतिबद्धता और गतिविधि के स्तर को दर्शाते हैं।

# mStaticMaintainClaps
source: What should I do to maintain the claps?
hi: तालियाँ बनाए रखने के लिए मुझे क्या करना चाहिए?

# mStaticSpentAtleast
source: Spend at least
hi: कम-से-कम इतना समय बिताएँ

# mStaticMinutes
source: minutes
hi: मिनट

# mStaticEngageWithPlatform
source: engaging with the platform every week to maintain your claps.
hi: अपनी तालियों को बनाए रखने के लिए हर हफ्ते प्लेटफॉर्म के साथ जुड़ें

# mStaticWhyDidLossClaps
source: Why did I lose my claps?
hi: मैंने अपनी तालियाँ क्यों खो दीं?

# mStaticFallShort
source: If you fall short of the
hi: यदि आपको कम पड़ जाता है

# mStaticEngagementRequirement
source: engagement requirement in a week, your claps count resets to zero.
hi: एक सप्ताह में सहभागिता की आवश्यकता, आपकी ताली गिनती शून्य पर रीसेट हो जाती है।

# mStaticWaitTillSessionStart
source: Please wait until the session begins to mark attendance.
hi: सत्र द्वारा उपस्थिति दर्ज शुरू करने तक कृपया प्रतीक्षा करें

# mStaticLearningUnder30Minutes
source: Learning under 30 min
hi: 30 मिनट से कम समय में सीखना

# mStaticUpdatePhoneNumber
source: Update your phone number
hi: अपना फोन नंबर अपडेट करें

# mStaticUpdate
source: Update
hi: अपडेट करें

# mStaticUpdateProfile
source: Update your profile
hi: अपनी प्रोफ़ाइल अपडेट करें

# mStaticMyActivitySeePendingReqs
source: See all pending requests
hi: सभी लंबित अनुरोध देखें

# mStaticUnableToConnectInternet
source: Unable to connect to the server. Please check your connection.
hi: सर्वर से कनेक्ट नहीं हो पा रहे हैं । कृपया अपने कनेक्शन की जाँच करें।

# mStaticCertificateOfWeek
source: Certificate of the week
hi: सप्ताह का प्रमाण पत्र

# mStaticTopProvidersTitle
source: Top providers powering your learning
hi: आपके सीखने को सशक्त करने वाले शीर्ष प्रदाता

# mStaticEmail
source: Email
hi: ईमेल करें

# mStaticPassword
source: Password
hi: पासवर्ड

# mStaticRegister
source: Register
hi: रजिस्टर करें

# mStaticSignIn
source: Sign In
hi: साइन इन करें

# mStaticShowcasedCourses
source: Showcased Courses
hi: प्रदर्शित कोर्स

# mStaticCenter
source: Center
hi: केंद्र

# mStaticState
source: State
hi: राज्य

# mStaticOrganisation
source: Organisation
hi: ऑर्गनाईजेशन

# mStaticNoGovtEmail
source: Do not have a government email address?
hi: क्या आपके पास सरकारी ईमेल पता नहीं है?

# mStaticRequestForHelp
source: Request for help
hi: मदद के लिए अनुरोध

# mStaticSubmit
source: Submit
hi: जमा करें

# mStaticGroup
source: Group
hi: समूह

# mStaticHome
source: Home
hi: होम

# mStaticSearch
source: Search
hi: खोजें

# mStaticDoMore
source: Do more
hi: और अधिक करें

# mStaticHubs
source: Hubs
hi: हब

# mStaticNetwork
source: Network
hi: नेटवर्क

# mStaticLearn
source: Learn
hi: सीखें

# mStaticExplore
source: Explore
hi: खोजें

# mStaticCareers
source: Career
hi: करियर

# mStaticCompetencies
source: Competencies
hi: कॉम्पीटेन्सी

# mStaticEvents
source: Events
hi: ईवेंट

# mStaticKnowledgeResources
source: Knowledge resources
hi: ज्ञान संसाधन

# mStaticKnowledgeResourcesSubtitle
source: Find the latest policies, circulars and all available knowledge resources.
hi: नई नीतियां, परिपत्र और सभी उपलब्ध संसाधन यहाँ मिलेंगे ।

# mStaticDashboard
source: Dashboard
hi: डैशबोर्ड

# mStaticSettings
source: Settings
hi: सेटिंग

# mStaticFracDictionary
source: FRAC dictionary
hi: फ्रैक शब्दकोष

# mStaticSignUp
source: Sign up
hi: साइन अप करें

# mStaticFullName
source: Full name
hi: पूरा नाम

# mStaticFullNameMandatory
source: Full name is mandatory
hi: पूरा नाम अनिवार्य है

# mStaticOrganisationMandate
source: Please enter your organisation name
hi: कृपया अपने संगठन का नाम दर्ज करें

# mStaticEmailValidationText
source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें

# mStaticCenterOrState
source: Center/State
hi: केंद्र/राज्य

# mStaticCourses
source: Courses
hi: कोर्स

# mStaticTopReviews
source: Top reviews
hi: शीर्ष समीक्षाएँ

# mStaticLatestReviews
source: Latest reviews
hi: नई समीक्षाएँ

# mStaticBasedOnYourInterests
source: Based on your interests
hi: आपकी रुचियों के आधार पर

# mStaticRequestUnderReview
source: Request under review
hi: अनुरोध की समीक्षा चल रही है

# mStaticYourProgress
source: Your progress
hi: आपकी प्रगति

# mStaticAuthorsAndCurators
source: Authors and curators
hi: लेखक और संरक्षक

# mStaticSearchInReviews
source: Search in reviews
hi: समीक्षाओं में खोजें

# mStaticNotFound
source: Not Found
hi: नहीं मिला

# mStaticStartAgain
source: START AGAIN
hi: फिर से शुरू करें

# mStaticResume
source: RESUME
hi: फिर से शुरू करें

# mStaticStart
source: START
hi: शुरू करें

# mStaticEnroll
source: Enroll
hi: नामांकन करें

# mStaticView
source: VIEW
hi: देखें

# mStaticFinish
source: Finish
hi: समाप्त करें

# mStaticBatchLocationTitle
source: Batch location
hi: बैच का स्थान

# mStaticEnrolmentApprovedDesc
source: Your enrollment is now approved.
hi: आपका एनरोलमेंट अब स्वीकृत हो गया है

# mStaticEnrolmentRequestInReviewDesc
source: Your enrollment request is being reviewed. You will be notified when it is approved.
hi: आपके नामांकन अनुरोध की समीक्षा की जा रही है। स्वीकृति मिलने पर आपको सूचित किया जाएगा।

# mStaticDiscuss
source: Discuss
hi: चर्चा करें

# mStaticDiscussions
source: Discussions
hi: चर्चाएं

# mStaticStartNewDiscussionText
source: Click on the + button to start a new discussion
hi: नई चर्चा शुरू करने के लिए + बटन पर क्लिक करें

# mStaticAllDiscussions
source: All discussions
hi: सभी चर्चाएँ

# mStaticMyDiscussions
source: My discussions
hi: मेरी चर्चाएँ

# mStaticCategories
source: Categories
hi: श्रेणियाँ

# mStaticTags
source: Tags
hi: टैग

# mStaticSubmitPost
source: Submit post
hi: पोस्ट जमा करें

# mStaticDiscard
source: Discard
hi: छोड़ दें

# mStaticDiscussionTitle
source: Ask a question or post an idea
hi: एक प्रश्न पूछें या एक विचार पोस्ट करें

# mStaticRecentPosts
source: Recent posts
hi: नए पोस्ट

# mStaticBestPosts
source: Best posts
hi: बेहतरीन पोस्ट

# mStaticUpvoted
source: Upvoted
hi: अपवोट किया

# mStaticDownvoted
source: Downvoted
hi: डाउनवोट किए

# mStaticTakeTest
source: Take test
hi: टेस्ट लें

# mStaticClose
source: Close
hi: बंद करें

# mStaticGoBack
source: Go back
hi: वापस जाएँ

# mStaticComingSoon
source: COMING SOON
hi: जल्द आ रहा है

# mStaticRecent
source: Recent
hi: नए

# mStaticPopular
source: Popular
hi: लोकप्रिय

# mStaticMostViewed
source: Most viewed
hi: सबसे अधिक देखा गया

# mStaticLastAdded
source: Last added
hi: पिछला जोड़ा गया

# mStaticSortByName
source: Sort by name
hi: नाम के अनुसार चुनें

# mStaticAll
source: All
hi: सभी

# mStaticSearchByName
source: Search by name
hi: नाम से खोजें

# mStaticFilterBy
source: Filter by
hi: के द्वारा फ़िल्टर करें

# mStaticNoResultsFound
source: No results found
hi: कोई परिणाम नहीं मिला

# mStaticNoFilterResultInfo
source: Try removing the filters or search using different keywords
hi: फ़िल्टर को हटाने का प्रयास करें या अलग-अलग मुख्य शब्दों का उपयोग करके खोजें

# mStaticNoResultFromSearch
source: We couldn't find any matches for your search.
hi: हम आपकी खोज के लिए कोई मिलान नहीं पा सके

# mStaticNoReviewsFound
source: No reviews found!
hi: कोई समीक्षा नहीं मिली!

# mStaticDownloadCertificate
source: Download certificate
hi: प्रमाणपत्र डाउनलोड करें

# mStaticProfile
source: Profile
hi: प्रोफाइल

# mStaticSavedPosts
source: Saved posts
hi: सेव किए गए पद

# mStaticPersonalDetails
source: Personal details
hi: व्यक्तिगत विवरण

# mStaticAcademics
source: Academics
hi: शिक्षाविद

# mStaticProfessionalDetails
source: Professional details
hi: प्रोफेशनल विवरण

# mStaticMale
source: Male
hi: पुरुष

# mStaticFemale
source: Female
hi: महिला

# mStaticOthers
source: Others
hi: अन्य

# mStaticSingle
source: Single
hi: एकल

# mStaticMarried
source: Married
hi: विवाहित

# mStaticGeneral
source: General
hi: सामान्य

# mStaticObc
source: OBC
hi: ओ.बी.सी.

# mStaticSc
source: SC
hi: एससी

# mStaticSt
source: ST
hi: एसटी

# mStaticEnterYourFullname
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

# mStaticEnterYourMobileNumber
source: Mobile number
hi: मोबाइल नंबर

# mStaticDob
source: Date of birth (dd-mm-yyyy)
hi: जन्म तिथि (dd-mm-yyyy)

# mStaticNationality
source: Nationality
hi: राष्ट्रीयता

# mStaticGender
source: Gender
hi: लिंग

# mStaticMaritalStatus
source: Marital status
hi: वैवाहिक स्थिति

# mStaticCategory
source: Category
hi: श्रेणी

# mStaticDomicileMeduium
source: Domicile medium (Mother tongue)
hi: अधिवास माध्यम (मातृभाषा)

# mStaticOtherLangs
source: Other languages known
hi: अन्य ज्ञात भाषाएँ

# mStaticMobileNumber
source: Mobile number
hi: मोबाइल नंबर

# mStaticPrimaryEmail
source: Primary email
hi: मुख्य ईमेल

# mStaticMyOfficialEmailText
source: This is my official email
hi: यह मेरा आधिकारिक ईमेल है

# mStaticSecondaryEmail
source: Secondary email
hi: वैकल्पिक ईमेल

# mStaticPostalAddress
source: Postal Address
hi: डाक का पता

# mStaticChacters
source: characters
hi: वर्ण

# mStaticPinCode
source: Pin code
hi: पिन कोड

# mStaticTagsText
source: Tags
hi: टैग

# mStaticDegres
source: Degree
hi: डिग्री

# mStaticYearOfPassing
source: Year of passing
hi: पास करने का वर्ष

# mStaticInstituteName
source: Institute name
hi: संस्थान का नाम

# mStaticIndustry
source: Industry
hi: इंडस्ट्री

# mStaticDesignation
source: Designation
hi: पदनाम

# mStaticLocation
source: Country
hi: देश

# mStaticDoj
source: Date of joining
hi: जॉइन करने की तिथि

# mStaticDescription
source: Description
hi: विवरण

# mStaticSummary
source: Summary
hi: सारांश

# mStaticService
source: Service
hi: सेवा

# mStaticCadre
source: Cadre
hi: संवर्ग

# mStaticAllotmentYearOfService
source: Allotment year of service
hi: सेवा का आवंटन वर्ष

# mStaticCivilListNumber
source: Civil list number
hi: सिविल सूची संख्या

# mStaticEmployeeCode
source: Employee code
hi: कर्मचारी कोड

# mStaticSkills
source: Skills
hi: कौशल

# mStaticStandardTenth
source: 10th Standard
hi: 10वीं कक्षा

# mStaticStandardTwelfth
source: 12th Standard
hi: 12वीं कक्षा

# mStaticGradDetails
source: Graduation details
hi: स्नातक का विवरण

# mStaticSchoolName
source: School name
hi: विद्यालय का नाम

# mStaticEmptyMobileNumber
source: Please enter your mobile number
hi: कृपया अपना मोबाइल नंबर दर्ज करें

# mStaticSendOtp
source: Send OTP
hi: ओ.टी.पी. भेजें

# mStaticEnterOtp
source: Enter OTP
hi: ओ.टी.पी. डालें

# mStaticVerifyOtp
source: Verify OTP
hi: ओ.टी.पी. सत्यापित करें

# mStaticResendOtp
source: Resend OTP
hi: ओ.टी.पी. फिर से भेजें

# mStaticSimilarProfiles
source: Similar profiles
hi: समान प्रोफाइल

# mStaticExploreByCompetency
source: Explore by Competency
hi: कॉम्पीटेन्सी द्वारा खोजें

# mStaticExploreByProvider
source: Explore by Provider
hi: प्रोवाईडर द्वारा खोजें

# mStaticCuratedCollections
source: Curated Collections
hi: क्यूरेटेड संग्रह

# mStaticModeratedCourses
source: Moderated Courses
hi: मॉडरेटेड कोर्स

# mStaticBlendedProgram
source: Blended program
hi: ब्लेन्डेड कार्यक्रम

# mStaticProgram
source: Program
hi: कार्यक्रम

# mStaticCourse
source: Course
hi: कोर्स

# mStaticLearningResource
source: Learning resource
hi: सीखने के संसाधन

# mStaticStandaloneAssessment
source: Standalone Assessment
hi: स्वतंत्र आकलन

# mStaticModeratedCourse
source: Moderated Courses
hi: मॉडरेटेड कोर्स

# mStaticInteractiveContent
source: Interactive content
hi: इन्टरैक्टिव कंटेन्ट

# mStaticWebpage
source: Webpage
hi: वेबपेज

# mStaticAssessment
source: Assessment
hi: आकलन

# mStaticPdf
source: PDF
hi: पीडीएफ

# mStaticVideo
source: Video
hi: वीडियो

# mStaticAudio
source: Audio
hi: ऑडियो

# mStaticContentType
source: Content type
hi: कंटेन्ट का प्रकार

# mStaticYourCompetencies
source: Your competencies
hi: आपकी कॉम्पीटेन्सी

# mStaticAllCompetencies
source: All competencies
hi: सभी कॉम्पीटेन्सी

# mStaticDesired
source: Desired
hi: अपेक्षित

# mStaticAddACompetency
source: Add a competency
hi: कॉम्पीटेन्सी जोड़ें

# mStaticNoCompetenciesFound
source: No competencies found
hi: कोई कॉम्पीटेन्सी नहीं मिली

# mStaticRemoveFromYourCompetency
source: Remove from your competency
hi: अपनी कॉम्पीटेन्सी से हटाएँ

# mStaticRecommendedCompetencies
source: Recommended competencies
hi: अनुशंसित योग्यताएँ

# mStaticType
source: Type
hi: प्रकार

# mStaticEventIsCompleted
source: Event is completed
hi: ईवेंट पूरा हुआ

# mStaticEventIsNotCompleted
source: Event is yet to start
hi: ईवेंट अभी शुरू होना बाकी है

# mStaticCompleted
source: completed
hi: पूरा किया

# mStaticNotStarted
source: not started
hi: शुरू नहीं हुआ

# mStaticAtAGlance
source: At a glance
hi: एक नजर में

# mStaticEventType
source: Event Type
hi: ईवेंट का प्रकार

# mStaticHostedBy
source: Hosted By
hi: के द्वारा होस्ट किया गया

# mStaticReadMore
source: Read more
hi: अधिक पढ़ें

# mStaticPresenters
source: Presenters
hi: प्रस्तुतकर्ता

# mStaticAgenda
source: Agenda
hi: कार्यसूची

# mStaticFromYourMDO
source: From your MDO
hi: आपके एम.डी.ओ से

# mStaticBites
source: Bites
hi: बाइट

# mStaticYourLearning
source: Continue learning
hi: सीखना जारी रखें
