Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mTermAndCondP25EffortsOnAccuracy
source: Though all efforts have been made to ensure the accuracy and currency of the content on the Platform, the same should not be construed as a statement of law or used for any legal purposes. In case of any ambiguity or doubts, Users are advised to verify/check with the concerned Ministry/Department/Organization and/or other source(s), and to obtain appropriate professional advice.
hi: हालाँकि प्लेटफ़ॉर्म पर कंटेन्ट की सटीकता और नवीनता सुनिश्चित करने के लिए सभी प्रयास किए गए हैं, लेकिन इसे कानून के बयान के रूप में नहीं माना जाना चाहिए या किसी भी कानूनी उद्देश्यों के लिए उपयोग नहीं किया जाना चाहिए। किसी भी अस्पष्टता या संदेह के मामले में, उपयोगकर्ताओं को सलाह दी जाती है कि वे संबंधित मंत्रालय/विभाग/ ऑरगनाईजेशन और/या अन्य स्रोतों के साथ सत्यापन/जांच करें, और उपयुक्त प्रोफेशनल सलाह प्राप्त करें।

# mTermAndCondP26PolicyLinked
source: Hyperlinking Policy:
hi: हाइपरलिंक करने की नीति

# mTermAndCondP27LinkExternalWeb
source: Links to external websites/portals
hi: बाहरी वेबसाइटों/पोर्टलों के लिंक

# mTermAndCondP28LinksToOtherWebPortal
source: At many places on the Platform, the User shall find links to other websites/portals. These links have been placed for the convenience of the User. The Platform is not responsible for the contents of the linked websites and does not necessarily endorse the views expressed in them. Mere presence of the link or its listing on the Platform should not be assumed as endorsement of any kind. The Platform cannot guarantee that these links will work all the time and have no control over availability of linked destinations.
hi: प्लेटफॉर्म में कई स्थानों पर, उपयोगकर्ता को अन्य वेबसाइटों/पोर्टलों के लिंक मिलेंगे। ये लिंक उपयोगकर्ता की सुविधा के लिए रखे गए हैं। लिंक की गई इन वेबसाइटों की सामग्री के लिए प्लेटफॉर्म ज़िम्मेदार नहीं है और जरूरी नहीं कि उनमें व्यक्त किए गए विचारों का समर्थन करे। प्लेटफ़ॉर्म पर केवल लिंक की उपस्थिति या इसकी सूची को किसी भी प्रकार के समर्थन के रूप में नहीं माना जाना चाहिए। प्लेटफ़ॉर्म इस बात की गारंटी नहीं दे सकता है कि ये लिंक हर समय काम करेंगे और जुड़े हुए साइट की उपलब्धता पर इसका कोई नियंत्रण नहीं है।

# mTermAndCondP29LinksByOtherPlatform
source: Links to the Platform by other websites/portals
hi: अन्य वेबसाइटों/पोर्टलों द्वारा प्लेटफॉर्म के लिंक

# mTermAndCondP30LinkInfoOnPlatform
source: The User shall be free link the information on the Platform to other websites. However, the Platform needs to be informed about any links provided to it so that User can be informed of any changes or updates therein. Also, the Platform does not permit its pages to be loaded into frames on any other website. The pages belonging to the Platform must load into a newly opened browser window of the User.
hi: उपयोगकर्ता प्लेटफ़ॉर्म पर जानकारी को अन्य वेबसाइटों से स्वतंत्र रूप से जोड़ देगा। हालाँकि, प्लेटफ़ॉर्म को प्रदान किए गए किसी भी लिंक के बारे में सूचित करने की आवश्यकता है ताकि उपयोगकर्ता को उसमें किसी भी परिवर्तन या अद्यतन के बारे में सूचित किया जा सके। इसके अलावा, प्लेटफॉर्म अपने पृष्ठों को किसी अन्य वेबसाइट पर फ्रेम में लोड करने की अनुमति नहीं देता है। प्लेटफ़ॉर्म से संबंधित पृष्ठों को उपयोगकर्ता की एक नई खोली गई ब्राउज़र विंडो में लोड होना चाहिए।

# mTermAndCondP31ContentOnPlatform
source: The Content on the Platform is for the use by the Users only and not for commercial exploitation. A User may not decompile, reverse engineer, disassemble, rent, lease, loan, sell, sublicense, or create derivative works from the Platform. Nor may User use any network monitoring or discovery software to determine the site architecture, or extract information about usage, individual identities or users. A User will not use any robot, spider, other automatic software or device, or manual process to monitor or copy the Platform without the Platform’s prior written permission. A User will not copy, modify, reproduce, republish, distribute, display, or transmit for commercial, non-profit or public purposes all or any portion of the Platform, except to the extent permitted by the copyright policy of this terms of use. Any unauthorized use of the Platform is prohibited. The use of any software (e.g. bots, scraper tools) or other automatic devices to access, monitor or copy the Platform is prohibited unless expressly authorized by the Platform in writing
hi: प्लेटफ़ॉर्म पर कंटेन्ट केवल उपयोगकर्ताओं द्वारा उपयोग के लिए है और व्यावसायिक लाभ के लिए नहीं है। एक उपयोगकर्ता प्लेटफॉर्म से विघटित, रिवर्स इंजीनियर, विच्छेदन, किराया, पट्टा, ऋण, बिक्री, उप-लाइसेंस, या व्युत्पन्न कार्य नहीं बना सकते हैं। न ही उपयोगकर्ता साइट के डिजाइन को निर्धारित करने के लिए किसी भी नेटवर्क निगरानी या खोज सॉफ्टवेयर का उपयोग कर सकते हैं, या उपयोग, व्यक्तिगत पहचान या उपयोगकर्ताओं के बारे में जानकारी निकाल सकते हैं । एक उपयोगकर्ता प्लेटफ़ॉर्म की पूर्व लिखित अनुमति के बिना प्लेटफ़ॉर्म की निगरानी या प्रतिलिपि बनाने के लिए किसी भी रोबोट, स्पाइडर, अन्य स्वचालित सॉफ़्टवेयर या उपकरण, या मैनुअल प्रक्रिया का उपयोग नहीं करेंगे। एक उपयोगकर्ता व्यावसायिक, गैर-लाभकारी या सार्वजनिक उद्देश्यों के लिए प्लेटफ़ॉर्म के सभी या किसी भी हिस्से की प्रतिलिपि, संशोधन, पुनरुत्पादन, पुनः प्रकाशन, वितरण, प्रदर्शन या प्रसारण नहीं करेंगे, सिवाय इस उपयोग की शर्तों की कॉपीराइट नीति द्वारा अनुमत सीमा के। प्लेटफ़ॉर्म का कोई भी अनधिकृत उपयोग निषिद्ध है। प्लेटफ़ॉर्म तक पहुँचने, निगरानी करने या प्रतिलिपि बनाने के लिए किसी भी सॉफ़्टवेयर (जैसे बॉट, स्क्रैपर टूल्स) या अन्य स्वचालित उपकरणों का उपयोग तब तक निषिद्ध है जब तक कि प्लेटफ़ॉर्म द्वारा लिखित रूप में स्पष्ट रूप से अधिकृत नहीं किया जाता है।

# mTermAndCondP32PlatformAndManager
source: The Platform and its managers have no obligation to, and do not and cannot review every item of material or information that Service Provider make available through the Platform and are not responsible for any content of this material or information. However, the Platform reserves the right to delete, move, or edit any material or information that it deems, in its sole discretion, unacceptable, defamatory, abusive, or otherwise in violation of any law or that infringes or violates any rights of any other person or entity. Further, the Platform reserves the right, at all times, to disclose any material or information as necessary to satisfy any law, regulation, or governmental request.
hi: प्लेटफ़ॉर्म और उसके प्रबंधकों का कोई दायित्व नहीं है कि सेवा प्रदाता द्वारा प्लेटफ़ॉर्म पर उपलब्ध कराई गई सामग्री या जानकारी के हर पहलू की समीक्षा करते हैं और न ही कर सकते हैं और न ही वे इस सामग्री या जानकारी की किसी भी कंटेन्ट के लिए ज़िम्मेदार हैं। हालाँकि, प्लेटफ़ॉर्म किसी भी सामग्री या जानकारी को हटाने, स्थानांतरित करने या संपादित करने का अधिकार सुरक्षित रखता है, जिसे वह अपने विवेकाधिकार में, अस्वीकार्य, मानहानिकारक, अपमानजनक, या अन्यथा किसी भी कानून का उल्लंघन करता है या जो किसी अन्य व्यक्ति या संस्था के किसी भी अधिकार को तोड़ता है या उल्लंघन करता है। इसके अलावा, प्लेटफ़ॉर्म हर समय किसी भी कानून, विनियमन या सरकारी अनुरोध को पूरा करने के लिए आवश्यक किसी भी सामग्री या जानकारी का खुलासा करने का अधिकार सुरक्षित रखता है।

# mTermAndCondP33UserAgreement
source: User expressly agrees that use of the Service and the Platform is at the sole risk of the User. Neither the Platform nor any of its managers, employees, agents, distributors, third party content providers, or licensors (and their respective directors, officers, employees, and agents) warrant that the service or the Platform will be compatible on all devices or operating systems, uninterrupted or error free or that they will be free of viruses or other harmful components nor do they make any warranty as to the results that may be obtained from the use of the Platform or as to the accuracy, reliability, completeness, or contents of any content, information, material, postings, or posting responses found on the Platform, or any services provided through the Platform, or any links to other sites or services made available on the Platform.
hi: उपयोगकर्ता स्पष्ट रूप से सहमत हैं कि सेवा और प्लेटफॉर्म का उपयोग उपयोगकर्ता के एकमात्र जोखिम पर है। न तो प्लेटफ़ॉर्म और न ही इसके किसी भी प्रबंधक, कर्मचारी, एजेंट, वितरक, तीसरे पक्ष के कंटेन्ट प्रदाता, या लाइसेंसधारक (और उनके संबंधित निदेशक, अधिकारी, कर्मचारी और एजेंट) इस बात की गारंटी देते हैं कि सेवा या प्लेटफ़ॉर्म सभी उपकरणों या ऑपरेटिंग सिस्टम पर निर्बाध या त्रुटि मुक्त होगा या वे वायरस या अन्य हानिकारक घटकों से मुक्त होंगे और न ही वे प्लेटफ़ॉर्म के उपयोग से प्राप्त होने वाले परिणामों के बारे में या किसी भी सामग्री, जानकारी, सामग्री, पोस्टिंग, या प्लेटफ़ॉर्म पर पाई जाने वाली प्रतिक्रियाओं को पोस्ट करने, या प्लेटफ़ॉर्म के माध्यम से प्रदान की जाने वाली किसी भी सेवा, या प्लेटफ़ॉर्म पर उपलब्ध अन्य साइटों या सेवाओं के किसी भी लिंक के बारे में कोई वारंटी देते हैं।

# mTermAndCondP34CoursesTrainings
source: The courses, trainings, all content, material, information, found on the platform, are provided on an 'as is' basis without warranties of any kind, either expressed or implied. To the maximum extent permitted by law, the Platform makes no representations or warranties about the validity, accuracy, correctness, reliability, quality, stability, completeness or correctness of any information provided on or through the Platform or on any of the external links that are made available on the Platform. The Platform makes no representation that the services or training providing over the Platform would guarantee any promotions, advancements, raise, etc., professionally or academically.
hi: प्लेटफॉर्म पर कोर्स, प्रशिक्षण, सभी कंटेन्ट, सामग्री, जानकारी, किसी भी प्रकार की वारंटी के बिना 'जैसा है' के आधार पर प्रदान की जाती हैं, या तो व्यक्त है या निहित है । कानून द्वारा अनुमत अधिकतम सीमा तक, प्लेटफॉर्म पर या उसके माध्यम से या किसी भी बाहरी लिंक पर प्रदान की गई किसी भी जानकारी की वैधता, सटीकता, शुद्धता, विश्वसनीयता, गुणवत्ता, स्थिरता, पूर्णता या शुद्धता के बारे में कोई अभ्यावेदन या वारंटी नहीं देता है। प्लेटफ़ॉर्म इस बात का कोई प्रतिनिधित्व नहीं करता है कि प्लेटफ़ॉर्म पर प्रदान की जाने वाली सेवाएं या प्रशिक्षण पेशेवर या अकादमिक रूप से किसी भी पदोन्नति, प्रगति, वृद्धि आदि की गारंटी देगा।

# mTermAndCondP35TermsAndCondContrary
source: Notwithstanding anything in the terms and conditions to the contrary, under no circumstances, including, but not limited to negligence, the Platform or its managers, any of its affiliates, assignees, successors-in-interest, employees, agents, distributors, third party content providers, partners, licensees, licensors, or sponsors or any of their respective directors, officers, employees, agents and independent contractors be liable for any direct, indirect, incidental, special or consequential damages, losses or expenses arising out of or relating to the use of, the misuse of, or the inability to use, any content, information, material, modules, features, links or other elements on the Platform or any failure of performance, error, omission, interruption, inconvenience, unauthorized access, defect, incorrect sequencing, delay in operation or transmission, virus, configuration or compatibility problem, or line or system failure. These limitations apply regardless of whether the party liable or allegedly liable was advised, had other reason to know, or in fact knew of the possibility of such damages, losses or expenses. User specifically acknowledge and agree that the Platform and/or any of its officers will not be liable for any defamatory, offensive or illegal conduct of any User.
hi: इसके विपरीत नियमों और शर्तों में कुछ भी होने के बावजूद, किसी भी परिस्थिति में, जिसमें प्लेटफ़ॉर्म या उसके प्रबंधक, लापरवाही तक सीमित नहीं हैं, जिसमें इसके कोई भी सहयोगी, असाइनी, उत्तराधिकारी, कर्मचारी, एजेंट, वितरक, तीसरे पक्ष के सामग्री प्रदाता, भागीदार, लाइसेंस, लाइसेंस या प्रायोजक या उनके संबंधित निदेशक, अधिकारी, कर्मचारी, एजेंट और स्वतंत्र ठेकेदार शामिल हैं, किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष या परिणामी नुकसान, नुकसान या खर्च, उपयोग से संबंधित, दुरुपयोग, या उपयोग करने में असमर्थता, किसी भी सामग्री, जानकारी, सामग्री, मॉड्यूल, सुविधाएँ, लिंक या प्लेटफ़ॉर्म पर अन्य तत्व या प्रदर्शन की विफलता, त्रुटि, चूक, बाधा, असुविधा के लिए उत्तरदायी होंगे। ये सीमाएँ इस बात की परवाह किए बिना लागू होती हैं कि क्या उत्तरदायी या कथित रूप से उत्तरदायी पक्ष को सलाह दी गई थी, जानने का कोई अन्य कारण था, या वास्तव में इस तरह के नुकसान, नुकसान या खर्च की संभावना के बारे में पता था। उपयोगकर्ता विशेष रूप से स्वीकार करता है और सहमत है कि प्लेटफ़ॉर्म और/या इसका कोई भी अधिकारी किसी भी उपयोगकर्ता के किसी भी मानहानिकारक, आक्रामक या अवैध आचरण के लिए उत्तरदायी नहीं होगा।

# mTermAndCondP36MaximumExtentPermit
source: To the maximum extent permitted by applicable law, User will defend, indemnify and hold harmless the Platform and any of its managers, parts, subsidiaries, affiliates, employees, agents, distributors, third party content providers, or licensors (and their respective directors, officers, employees, and agents)) from and against all claims, liability, and expenses, including attorneys' fees and legal fees and costs, arising out of use of the Platform and/or breach of any provision of the terms and conditions. The Platform reserves the right, in its sole discretion and at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by User. User will cooperate as fully as reasonably required in the defense of any claim.
hi: लागू कानून द्वारा अनुमत अधिकतम सीमा तक, उपयोगकर्ता प्लेटफ़ॉर्म और उसके किसी भी प्रबंधक, भागों, सहायकों, सहयोगियों, कर्मचारियों, एजेंटों, वितरकों, तीसरे पक्ष के सामग्री प्रदाताओं, या लाइसेंसधारकों (और उनके संबंधित निदेशकों, अधिकारियों, कर्मचारियों और एजेंटों) की रक्षा करेगा, क्षतिपूर्ति करेगा और सभी दावों, दायित्व और खर्चों के खिलाफ हानिरहित रखेगा, जिसमें वकीलों की फीस और कानूनी शुल्क और लागत शामिल हैं, जो प्लेटफ़ॉर्म के उपयोग और/या नियमों और शर्तों के किसी भी प्रावधान के उल्लंघन से उत्पन्न होते हैं। प्लेटफ़ॉर्म अपने विवेकाधिकार पर और अपने स्वयं के खर्च पर, उपयोगकर्ता द्वारा क्षतिपूर्ति के अधीन किसी भी मामले की अनन्य रक्षा और नियंत्रण ग्रहण करने का अधिकार सुरक्षित रखता है। उपयोगकर्ता किसी भी दावे के बचाव में पूरी तरह से उचित रूप से आवश्यक सहयोग करेगा।

# mTermAndCondP37SubmissionOnPlatform
source: Any submissions made on the Platform by the User for assessment or for any other purpose, shall be the sole responsibility of the User and the User shall ensure that all submissions made on the Platform are compliant with the current terms and conditions. The Platform does not and cannot verify the contents of the submissions by each User and disclaims any liability from any harm, damage, injury, insult, etc., caused by the submission made by the User. In accordance with the Privacy Policy of the Platform and subject to the restrictions mentioned therein, the Platform shall be free to use any information
hi: आकलन या किसी अन्य उद्देश्य के लिए उपयोगकर्ता द्वारा प्लेटफॉर्म पर की गई कोई भी प्रस्तुति, उपयोगकर्ता की एकमात्र जिम्मेदारी होगी । उपयोगकर्ता यह सुनिश्चित करेंगे कि प्लेटफॉर्म पर की गई सभी प्रस्तुतियाँ वर्तमान नियमों और शर्तों के अनुरूप हैं । प्लेटफ़ॉर्म प्रत्येक उपयोगकर्ता द्वारा प्रस्तुत की गई सामग्री को सत्यापित नहीं करता है और न ही कर सकता है । उपयोगकर्ता द्वारा प्रस्तुत किए जाने के कारण होने वाले किसी भी नुकसान, क्षति, चोट, अपमान इत्यादि से प्लेटफॉर्म किसी भी दायित्व को अस्वीकार करता है। प्लेटफॉर्म की गोपनीयता नीति के अनुसार और उसमें उल्लिखित प्रतिबंधों के अधीन, प्लेटफॉर्म किसी भी जानकारी का उपयोग करने के लिए स्वतंत्र होगा ।

# mTermAndCondP38PlatformMayTerminate
source: The Platform may terminate the User's use of the Platform, or discontinue the service, at any time for breach of any of the terms and conditions and/or failure to pay for the training course or services. The Platform shall have the right, immediately upon notice, to terminate a User's use of the service in the event of any conduct by User is considered to be unacceptable, or in the event of any breach by the terms and conditions or if User is in violation of any applicable law.
hi: प्लेटफॉर्म किसी भी नियम और शर्तों के उल्लंघन और/या प्रशिक्षण कोर्स या सेवाओं के लिए भुगतान करने में विफलता के लिए किसी भी समय प्लेटफॉर्म के उपयोगकर्ता के उपयोग को समाप्त कर सकता है, या सेवा को बंद कर सकता है। प्लेटफ़ॉर्म को, सूचना के तुरंत बाद, उपयोगकर्ता द्वारा किसी भी आचरण को अस्वीकार्य माने जाने की स्थिति में, या नियमों और शर्तों द्वारा किसी भी उल्लंघन की स्थिति में या यदि उपयोगकर्ता किसी भी लागू कानून का उल्लंघन कर रहे हैं, तो उपयोगकर्ता के सेवा के उपयोग को समाप्त करने का अधिकार होगा।

# mTermAndCondP39DisputeArising
source: Any disputes arising out of use of the Platform and the present terms and conditions shall be governed exclusively by the applicable laws of India, irrespective of the location of the User, without giving effect to their conflict of laws principles. User expressly consent to the exclusive jurisdiction, and venue of the Courts of New Delhi, India.
hi: आवेदन करें

# mTermAndCondP40PlatformUserAck
source: The Platform and the User acknowledge that other generally accepted standard terms and conditions and legal contractual obligations would apply wherever required and in case of any query or feedback for the Platform, User may use the feedback feature on the Platform or visit
hi: प्लेटफ़ॉर्म और उपयोगकर्ता स्वीकार करते हैं कि अन्य आम तौर पर स्वीकृत मानक नियम और शर्तें और कानूनी संविदात्मक दायित्व जहां भी आवश्यक हो, लागू होंगे और प्लेटफ़ॉर्म के लिए किसी भी प्रश्न या प्रतिक्रिया के मामले में, उपयोगकर्ता प्लेटफ़ॉर्म पर फीडबैक के फीचर का उपयोग कर सकते हैं या प्लेटफॉर्म पर आ सकते हैं ।

# mTermAndCondP42Disclaimer
source: Disclaimer for Content Published on Platform:
hi: प्लेटफॉर्म पर पब्लिश किए गए कंटेन्ट के लिए अस्वीकरणः

# mTermAndCondP43ContentPublishedOnPlatform
source: All content published on Karmayogi platform is provided by various Ministries, Departments and other public and authorised private organisations. The concerned course publishers ensure the accuracy and currency of the content on this platform. Many courses provided by various departments relate to policies, rules, guidelines as applicable on the date of publication of the course. All courses publishers strive to keep the most updated content, however the latest position of any law, rules, guidelines etc. may be accessed from the website of the concerned Ministries.
hi: कर्मयोगी मंच पर प्रकाशित सभी सामग्री विभिन्न मंत्रालयों, विभागों और अन्य सार्वजनिक और अधिकृत निजी संगठनों द्वारा प्रदान की जाती है। संबंधित पाठ्यक्रम प्रकाशक इस मंच पर सामग्री की सटीकता और मुद्रा सुनिश्चित करते हैं। विभिन्न विभागों द्वारा प्रदान किए जाने वाले कई पाठ्यक्रम पाठ्यक्रम के प्रकाशन की तारीख पर लागू नीतियों, नियमों, दिशानिर्देशों से संबंधित हैं। सभी पाठ्यक्रम प्रकाशक सबसे अद्यतन सामग्री रखने का प्रयास करते हैं, हालांकि किसी भी कानून, नियमों, दिशानिर्देशों आदि की नवीनतम स्थिति को संबंधित मंत्रालयों की वेबसाइट से देखा जा सकता है।

# mTermAndCondP44GovernmentResponsibility
source: In no event will the Government of India or Karmayogi Bharat SPV be liable for any expense, loss or damage including, without limitation, indirect or consequential loss or damage, or any expense, loss or damage whatsoever arising from use, or loss of use, of data, arising out of or in connection with the use of this platform. The platform makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability of the published content. Links to other websites that have been included on this platform are provided for convenience only.
hi: किसी भी स्थिति में भारत सरकार या कर्मयोगी भारत एस.पी.वी. किसी भी खर्च, हानि या क्षति के लिए उत्तरदायी नहीं होगी, जिसमें बिना किसी सीमा के, अप्रत्यक्ष या परिणामी हानि या क्षति, या इस मंच के उपयोग से या उसके संबंध में डेटा के उपयोग, या उपयोग की हानि से उत्पन्न होने वाले किसी भी खर्च, हानि या क्षति शामिल हैं। प्लेटफ़ॉर्म प्रकाशित सामग्री की पूर्णता, सटीकता, विश्वसनीयता, उपयुक्तता या उपलब्धता के बारे में किसी भी प्रकार का प्रतिनिधित्व या वारंटी व्यक्त या निहित नहीं करता है। इस मंच पर शामिल की गई अन्य वेबसाइटों के लिंक केवल सुविधा के लिए प्रदान किए गए हैं।

# mCardMore
source: More
hi: अधिक

# mCardNoHubs
source: No hubs Info Available
hi: हब की कोई जानकारी उपलब्ध नहीं है

# mCardDoMore
source: Do more
hi: और अधिक करें

# mCardKnowledgeResources
source: Knowledge resources
hi: ज्ञान संसाधन

# mCardKnowledgeResourcesSubtitle
source: Find the latest policies, circulars and all available knowledge resources.
hi: नई नीतियां, परिपत्र और सभी उपलब्ध संसाधन यहाँ मिलेंगे ।

# mCardDashboard
source: Dashboard
hi: डैशबोर्ड

# mCardDashboardSubtitle
source: All your data represented as simple visualizations.
hi: आपके सभी डाटा को आसान तरीके से दिखाया गया है

# mCardSettings
source: Settings
hi: सेटिंग

# mCardSettingSubtitle
source: Manage all your preferences hessssre
hi: अपनी सभी प्राथमिकताओं को प्रबंधित करें

# mCardQuickLinks
source: Quick links
hi: त्वरित लिंक

# mCardCbcPortaldesc
source: Capacity Building Commission
hi: क्षमता निर्माण आयोग

# mCardCbpPortaldesc
source: Create and manage CBPs here
hi: यहाँ सी.बी.पी. बनाएँ और प्रबंधित करें

# mCardMdoPortaldesc
source: Manage MDO user access, work orders and events
hi: एम.डी.ओ. उपयोगकर्ता पहुँच, कार्य आदेश और आयोजनों का प्रबंधन करें

# mCardFracDictionarydesc
source: The dictionary of framework of roles, activities and competencies.
hi: भूमिकाओं, गतिविधियों और कॉम्पीटेन्सी की रूपरेखा का शब्दकोष ।

# mCardSpvPortaldesc
source: Create and manage MDOs
hi: यहाँ एस.पी.वी. बनाएँ और प्रबंधित करें ।

# mStaticKarmayogiBharat
source: iGOT Karmayogi
hi: आईगॉट कर्मयोगी

# mStaticMinistry
source: Ministry
hi: मंत्रालय

# mStaticDepartment
source: Department
hi: विभाग

# mStaticBasicDetails
source: BASIC DETAILS
hi: बुनियादी विवरण

# mStaticOrgansationDetails
source: ORGANISATION DETAILS
hi: ऑरगनाईजेशन का विवरण

# mStaticPositionDetails
source: 2. POSITION DETAILS
hi: पद विवरण

# mStaticSelectHere
source: Select here
hi: यहाँ चुनें

# mStaticGovernmentEmailAddress
source: government email address
hi: सरकारी ईमेल पता

# mStaticEmailAddress
source: email address
hi: ईमेल पता

# mStaticPostionNotFound
source: Not finding your position?
hi: आपका पद नहीं मिला?

# mStaticNoOrganisationFound
source: Did not find your organisation?
hi: क्या आपको अपना ऑरगनाईजेशन नहीं मिला?

# mStaticWhatIsAnOrganisation
source: Do you know what is an organisation?
hi: क्या आप जानते हैं कि ऑरगनाईजेशन क्या है?

# mStaticRequestForSupport
source: Request for support
hi: सपोर्ट के लिए अनुरोध

# mStaticSelectYourOrganisationType
source: Select your organisation type
hi: अपने ऑरगनाईजेशन का प्रकार चुनें

# mStaticSelectYourOrganisation
source: Select your organisation
hi: अपना ऑरगनाईजेशन चुनें

# mStaticKnowMore
source: Know more
hi: अधिक जानते हैं

# mStaticPageTitle
source: Request to add the
hi: जोड़ने का अनुरोध

# mStaticDescribePositionDetails
source: Describe position details
hi: पद का विवरण दें

# mStaticDomainRequest
source: Request to add domain
hi: डोमेन जोड़ने का अनुरोध

# mStaticDescribeYourRequest
source: Describe your request
hi: अपने अनुरोध का विवरण दें

# mStaticDescribeOrganisationDetails
source: Describe organisation details
hi: ऑरगनाईजेशन का विवरण दें

# mStaticOrganisationRequest
source: Request to add the organisation
hi: ऑरगनाईजेशन जोड़ने का अनुरोध

# mStaticThankYou
source: Thank you!
hi: धन्यवाद

# mStaticRequestLogged
source: We have logged your request.
hi: हमने आपका अनुरोध दर्ज कर लिया है

# mStaticRequestSentConfirmation
source: We will reach out to you in the next 48 hours to help you. Resume self-registration process to see if you have all the other required details for the registration process.
hi: आपकी मदद के लिए हम अगले 48 घंटों में आपसे संपर्क करेंगे। स्वयं-रजिस्टर करने की प्रक्रिया फिर से शुरू करें ताकि आप देख सकें कि रजिस्टर की प्रक्रिया के लिए आपके पास अन्य सभी आवश्यक विवरण हैं ।

# mStaticResumeRegistration
source: Resume registration
hi: फिर से रजिस्टर करें

# mStaticDomainHintText
source: Example: gov.in
hi: उदाहरण-gov.in

# mStaticPlatformRatingSubmit
source: platform-rating-submit
hi: प्लेटफॉर्म-रेट करना-जमा करें
