Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mAgkCaseStudyDescription
source: The cases in this section are developed and thoroughly vetted by the Capacity Building Commission to ensure quality and relevance.
hi: इस खंड में दी गई केस स्टडीज को क्षमता निर्माण आयोग द्वारा गुणवत्ता और प्रासंगिकता सुनिश्चित करने के लिए विकसित और पूरी तरह से परखा गया है।

# mOtherResourcesDescription
source: The resources in this section are developed by external institutions and have not been vetted by the Capacity Building Commission.
hi: इस खंड में दी गई संसाधन बाहरी संस्थाओं द्वारा विकसित की गई हैं और इन्हें क्षमता निर्माण आयोग द्वारा परखा नहीं गया है।

# mMySpacePeerLearning
source: Peer Learning
hi: समवयस्क सीखना

# mMySpaceIgotAI
source: iGOT AI
hi: आईगॉट एआई

# mCourseAvailable
source: Available
hi: उपलब्ध

# mCourseAvailableMessage
source: You will see all the content that are available
hi: आप सभी उपलब्ध सामग्री देखेंगे।

# mCourseInprogressMessage
source: You will see all the content that are in-progress
hi: आप वह सभी सामग्री देखेंगे जो प्रगति पर है।

# mStaticHello
source: Hello
hi: नमस्ते।

# mProfileDesignationNotVerified
source: We found that your designation is marked as non-verified by your MDO. Please update your designation as soon as possible.
hi: हमने पाया कि आपका पदनाम आपके MDO द्वारा गैर-सत्यापित के रूप में चिह्नित है। कृपया अपने पदनाम को जल्द से जल्द अपडेट करें।

# mProfileSelectDesignation
source: Select Designation
hi: पदनाम चुनें

# mMoreFilters
source: More Filters
hi: अधिक फ़िल्टर

# mSelfReistrationUploadFromGallery
source: Upload from gallery
hi: गैलरी से अपलोड करें

# mSelfRegisterKnowOrganisationMessage
source: If you know your organisation name correctly please
hi: यदि आप अपने संगठन का नाम ठीक से जानते हैं तो कृपया

# mSelfRegisterToRegister
source: to register
hi: पंजीकरण के लिए

# mSelfRegisterRegistrationClosed
source: Registrations are closed
hi: पंजीकरण बंद हैं।

# mSelfRegisterRegistrationClosedDescription
source: Registrations are closed as of now please reach out to your department MDO or please write us at
hi: पंजीकरण अभी बंद हैं कृपया अपने विभाग के MDO से संपर्क करें या कृपया हमें यहाँ लिखें

# mSelfRegisterWithOrgAndDesignation
source: with organization and designation name.
hi: संगठन और पदनाम के साथ।

# mThisFieldIsRequired
source: This field is required
hi: यह क्षेत्र आवश्यक है

# mSelectAnOption
source: Select an option
hi: एक विकल्प चुनें

# mDoptBlendedProgramEligibilityMessage
source: You are not eligible for the IST Blended Program of DoPT with the current service in your profile. If your service details are incorrect, please update your profile and apply
hi: आप अपनी प्रोफ़ाइल में वर्तमान सेवा के साथ DoPT के IST मिश्रित कार्यक्रम के लिए पात्र नहीं हैं। यदि आपकी सेवा का विवरण गलत है, तो कृपया अपनी प्रोफ़ाइल अपडेट करें और लागू करें

# mNonEligibleServiceMessageForDoptBlendedProgram
source: This program has eligibility criteria. Please update your service details in your profile before requesting to enroll.
hi: इस कार्यक्रम में पात्रता मानदंड हैं। नामांकन करने का अनुरोध करने से पहले कृपया अपनी सेवा का विवरण अपनी प्रोफ़ाइल में अपडेट करें।

# mProfileNotApprovedDomain
source: Not an approved domain
hi: अनुमोदित डोमेन नहीं है

# mDoptBlendedProgramEligibilityMessage1
source: You are not eligible for the
hi: आप इस के लिए पात्र नहीं हैं

# mDoptBlendedProgramEligibilityMessage2
source: with the current service in your profile. If your service details are incorrect, please update your profile and apply
hi: आपकी प्रोफ़ाइल में वर्तमान सेवा के साथ। यदि आपकी सेवा विवरण गलत हैं, तो कृपया अपनी प्रोफ़ाइल अपडेट करें और आवेदन करें

# mAreYouFromOrganizedService
source: Are you from any organized service of the government?
hi: क्या आप सरकार की किसी संगठित सेवा से हैं?

# mNoteForDoptBlendedProgramGroup
source: Note: The group value you provide is only for this enrollment and won't affect your profile. To change them in your profile, go to the profile section
hi: नोटः आपके द्वारा प्रदान किया गया समूह मूल्य केवल इस नामांकन के लिए है और यह आपकी प्रोफ़ाइल को प्रभावित नहीं करेगा। अपनी प्रोफ़ाइल में उन्हें बदलने के लिए प्रोफ़ाइल अनुभाग पर जाएँ।

# mNoteForDoptBlendedProgramDesignation
source: Note: The designation value you provide is only for this enrollment and won't affect your profile. To change them in your profile, go to the profile section
hi: नोटः आपके द्वारा प्रदान किया गया पदनाम मूल्य केवल इस नामांकन के लिए है और यह आपकी प्रोफ़ाइल को प्रभावित नहीं करेगा। अपनी प्रोफ़ाइल में उन्हें बदलने के लिए प्रोफ़ाइल अनुभाग पर जाएँ।

# mPresentMinistryDepartmentStateUT
source: Present Ministry/Department/State/UT
hi: वर्तमान मंत्रालय/विभाग/राज्य/केंद्र शासित प्रदेश

# mReferenceNotes
source: Reference Notes
hi: संदर्भ नोट्स

# mLearnBatchNotStarted
source: Batch not started
hi: बैच शुरू नहीं हुआ

# mStaticTransformingAndEmpoweringOfficials
source: TRANSFORMING & EMPOWERING CIVIL SERVANTS
hi: सिविल सेवकों का रूपांतरण और सशक्तिकरण

# mSearchResultFor
source: Results for
hi: इसके लिए परिणाम

# mSearchSort
source: Sort
hi: क्रमबद्ध करें

# mSearchFilter
source: Filter
hi: फ़िल्टर करें

# mSearchShowAllResults
source: Show all results
hi: सभी परिणाम दिखाएँ

# mSearchCommunities
source: Communities
hi: समुदाय

# mSearchRecentSearches
source: Recent Searches
hi: हाल की खोज

# mSearchSeeAllTheResults
source: See all the results…
hi: सभी परिणाम देखें।

# mCommonRelevant
source: Relevant
hi: प्रासंगिक

# mIgotAIGeneratedRecommendation
source: These are AI generated recommendations
hi: ये AI द्वारा सृजित सिफारिशें हैं।

# mIgotAICuratingSuitableLearningCourse
source: Curating the most suitable learning course recommendations tailored just for you
hi: केवल आपके लिए तैयार किए गए सबसे उपयुक्त शिक्षण पाठ्यक्रम की अनुशंसाएँ तैयार करना।

# mIgotAIExploreMessage
source: Dear Karmayogi ! Explore your personalized course recommendations and share your feedback to enhance your learning experience.
hi: प्रिय कर्मयोगी! अपने व्यक्तिगत पाठ्यक्रम की सिफारिशों का पता लगाएं और अपने सीखने के अनुभव को बढ़ाने के लिए अपनी प्रतिक्रिया साझा करें।

# mIgotAIThanksForFeedback
source: Thank you for your feedback.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद।

# mIgotAILetUsKnowWhatToLearnToday
source: Let us know what do you want to learn today!
hi: हमें बताएं कि आप आज क्या सीखना चाहते हैं!

# mIgotAIAddInterest
source: Add Interest
hi: ब्याज जोड़ें

# mIgotAISelectSkillToLearn
source: Select skills which you want to learn
hi: ऐसे कौशल चुनें जिन्हें आप सीखना चाहते हैं।

# mIgotAIBasedOnChoiceRecommendBestSuitable
source: Based on you choice, We will recommend best suitable content for you
hi: आपकी पसंद के आधार पर, हम आपके लिए सबसे उपयुक्त सामग्री की सिफारिश करेंगे।

# mIgotAIFeedbackIsImportant
source: Your feedback is very important to serve you better.
hi: आपकी बेहतर सेवा के लिए आपकी प्रतिक्रिया बहुत महत्वपूर्ण है।

# mIgotAIEnterFeedback
source: Enter your feedback...
hi: अपनी प्रतिक्रिया दर्ज करें।

# mIgotAIIsThisRelevantCourse
source: Is this a relevant course?
hi: क्या यह एक प्रासंगिक पाठ्यक्रम है?

# mIgotAIPleaseShareFeedback
source: Please share your feedback to help us refine the AI driven recommendation model.
hi: कृपया AI संचालित अनुशंसा मॉडल को परिष्कृत करने में हमारी मदद करने के लिए अपनी प्रतिक्रिया साझा करें।

# mIgotAIDrivenRecommendation
source: AI Driven recommendation for you
hi: आपके लिए AI संचालित अनुशंसा

# mSearchInprogress
source: In - Progress
hi: प्रगति में

# mSearchMostRelevant
source: Most Relevant
hi: सबसे अधिक प्रासंगिक

# mSearchRecentlyAdded
source: Recently Added [Newest]
hi: हाल ही में जोड़ा गया [नया]

# mSearchHighestRated
source: Highest Rated
hi: उच्चतम मूल्यांकन

# mSearchCloseFilter
source: Close Filter
hi: फ़िल्टर बंद करें

# mSearchApplyFilter
source: Apply Filter
hi: फ़िल्टर लागू करें

# mSearchSorryMessage
source: Sorry, we couldn't find any results for {searchText} so please Try adjusting your search.
hi: क्षमा करें, हमें {searchText} के लिए कोई परिणाम नहीं मिला इसलिए कृपया अपनी खोज को समायोजित करने का प्रयास करें।

# mSearchBackToHomePage
source: Back to Homepage
hi: होमपेज पर वापस जाएँ

# mSearchTypeOfEvent
source: Type of Events
hi: Type of Event

# mStaticNeedHelp
source: Need Help?
hi: मदद चाहिए?

# mStaticCompetencyDrivenCapacityBuilding
source: COMPETENCY-DRIVEN CAPACITY BUILDING OF OFFICIALS
hi: अधिकारियों की योग्यता-संचालित क्षमता निर्माण

# mStaticVisionToMission
source: FROM VISION TO MISSION MODE FOR A NAYA BHARAT
hi: नये भारत के लिए विजन से मिशन मोड तक

# mStaticTransGovtOfficails
source: TRANSFORMING GOVERNMENT OFFICIALS, TRANSFORMING INDIA
hi: सरकारी अधिकारियों का परिवर्तन, भारत का परिवर्तन

# mStaticRuleBasedToRoleBasedGovernance
source: 'RULE-BASED' TO 'ROLE-BASED' GOVERNANCE
hi: 'नियम-आधारित' से 'भूमिका-आधारित' शासन

# mStaticKarmachariToKarmayogi
source: 'KARMACHARI' TO A 'KARMAYOGI'
hi: 'कर्मचारी' से 'कर्मयोगी'

# mDiscussionCommunity
source: Community
hi: समुदाय

# mDiscussionCommunities
source: Communities
hi: समुदाय

# mDiscussionDescriptionHintText
source: What you want to say?
hi: आप क्या कहना चाहते हैं?

# mDiscussionUpvote
source: Upvote
hi: अपवोट

# mDiscussionDeletedText
source: Deleted successfully!
hi: सफलतापूर्वक हटा दिया गया!

# mDiscussionCreatePost
source: Create a post
hi: एक पोस्ट बनाएँ

# mDiscussionPopularCommunities
source: Popular Communities
hi: लोकप्रिय समुदाय

# mDiscussionMember
source: Member
hi: सदस्य

# mDiscussionMembers
source: Members
hi: सदस्यगण

# mDiscussionPost
source: Post
hi: पोस्ट

# mDiscussionPosts
source: Posts
hi: पोस्ट्स

# mDiscussionDiscover
source: Discover
hi: पता लगाएँ

# mDiscussionMyCommunities
source: My Communities
hi: मेरे समुदाय

# mDiscussionAllCommunities
source: All Communities
hi: सभी समुदाय

# mDiscussionAboutTheCommunity
source: About the community
hi: समुदाय के बारे में

# mDiscussionFeeds
source: Feeds
hi: फीड

# mDiscussionFeed
source: Feed
hi: फीड

# mDiscussionPinned
source: Pinned
hi: पिन किया गया

# mDiscussionLinks
source: Links
hi: लिंक

# mDiscussionDocs
source: Docs
hi: डॉक्स

# mDiscussionYourPost
source: Your Post
hi: आपकी पोस्ट

# mDiscussionBookmarked
source: Bookmarked
hi: बुकमार्क किया गया

# mDiscussionSearchCommunities
source: Search Communities
hi: समुदायों को खोजें

# mDiscussionPinnedBy
source: Pinned by
hi: द्वारा पिन किया गया

# mDiscussionCommunityJoin
source: Join
hi: जुड़ें।

# mDiscussionCommunityJoined
source: Joined
hi: शामिल हुए।

# mDiscussionCommunityLeave
source: Leave
hi: छोड़ दें।

# mDiscussionCommunityJoinedSuccessfully
source: You’ve successfully joined the community.
hi: आप सफलतापूर्वक समुदाय में शामिल हो गए हैं।

# mDiscussionCommunityLeftSuccessfully
source: You've successfully left the community
hi: आपने सफलतापूर्वक समुदाय छोड़ दिया है।

# mDiscussionNoCommunityFound
source: No community found!
hi: कोई समुदाय नहीं मिला!

# mDiscussionNoCommunityComingSoon
source: Coming Soon!
hi: जल्द ही आ रहा है!

# mDiscussionNoJoinedCommunityFound
source: Join a community to get started!
hi: शुरू करने के लिए एक समुदाय में शामिल हों!

# mDiscussionNoCommunityTopicsFound
source: No Topics found
hi: कोई विषय नहीं मिला

# mDiscussionUpdatesOnYourPosts
source: Updates On Your Posts
hi: आपकी पोस्ट पर अपडेट

# mDiscussionCommentOnYourPost
source: comment on your post
hi: अपनी पोस्ट पर टिप्पणी करें

# mDiscussionCommunityGuidelines
source: Community Guidelines
hi: सामुदायिक दिशानिर्देश

# mDiscussionDefaultCommunityGuidelines
source: Communicate respectfully; no hate speech, harassment, or personal attacks. Maintain a positive and constructive tone. Stay on topic, avoid misinformation, and share only verified information with proper credit. Refrain from excessive self-promotion, advertisements, or irrelevant content unless approved by moderators. Do not share personal or sensitive information, respect intellectual property, and follow platform policies. Report violations, engage thoughtfully, and foster a collaborative, solution-oriented environment.
hi: सम्मानपूर्वक संवाद करें; कोई अभद्र भाषा, उत्पीड़न या व्यक्तिगत हमला न करें। सकारात्मक और रचनात्मक लहज़ा बनाए रखें। विषय पर बने रहें, गलत सूचना से बचें और केवल सत्यापित जानकारी को उचित श्रेय के साथ साझा करें। अत्यधिक आत्म-प्रचार, विज्ञापन या अप्रासंगिक सामग्री से बचें जब तक कि मॉडरेटर द्वारा अनुमोदित न हो। व्यक्तिगत या संवेदनशील जानकारी साझा न करें, बौद्धिक संपदा का सम्मान करें और प्लेटफ़ॉर्म नीतियों का पालन करें। उल्लंघनों की रिपोर्ट करें, सोच-समझकर संलग्न हों और एक सहयोगी, समाधान-उन्मुख वातावरण को बढ़ावा दें।

# mDiscussionSelectCommunity
source: Select Community
hi: समुदाय चुनें

# mDiscussionYourCommunities
source: All Your Communities
hi: आपके सभी समुदाय

# mDiscussionViewCommunity
source: View Community
hi: समुदाय देखें

# mDiscussionPleaseSelectCommunity
source: Please Select Community
hi: कृपया समुदाय का चयन करें

# mDiscussionPostingIn
source: Posting in
hi: पोस्टिंग

# mDiscussionSelectCommunityHelperText
source: Select a community where your post will be visible. Only communities you have joined will appear in the dropdown.
hi: एक समुदाय चुनें जहाँ आपकी पोस्ट दिखाई देगी। केवल वे समुदाय ही ड्रॉपडाउन में दिखाई देंगे जिनमें आप शामिल हुए हैं।

# mDiscussionCommunityAgree
source: Agree & Continue
hi: सहमत हों और जारी रखें

# mDiscussionCommunityAgreeToFollowing
source: Agree to the following:
hi: निम्नलिखित पर सहमत हों:

# mDiscussionCommunityStats
source: Community Stats
hi: सामुदायिक आँकड़े

# mDiscussionWantToSeeMore
source: Want to see the more?
hi: और अधिक देखना चाहते हैं?

# mDiscussionClosedCommunityMsg
source: This is a closed community, if you want to see the content of the community please request to join the community
hi: यह एक बंद समुदाय है, यदि आप समुदाय की सामग्री देखना चाहते हैं तो कृपया समुदाय में शामिल होने का अनुरोध करें।

# mDiscussionPostMinLengthText
source: Post should contain at least 3 characters.
hi: पोस्ट में कम से कम 3 वर्ण होने चाहिए।

# mDiscussionPostMaxLengthText
source: Post should contain at most 3000 characters.
hi: पोस्ट में अधिकतम 3000 वर्ण होने चाहिए।

# mDiscussionAllTopics
source: All Topics
hi: सभी विषय

# mDiscussionSearchTopic
source: Search Topic
hi: विषय खोजें

# mDiscussionLeaveCommunityAlert
source: Are you sure you want to leave this community?
hi: क्या आप निश्चित हैं कि आप इस समुदाय को छोड़ना चाहते हैं?

# mDiscussionPostUploadError
source: Error to upload media file:
hi: मीडिया फाइल अपलोड करने में त्रुटिः

# mDiscussionUploadingMedia
source: Post created. Uploading media files...
hi: पोस्ट बनाया गया। मीडिया फाइल अपलोड किया जा रहा है।

# mDiscussionDeletePostAlertMsg
source: Are you sure you want to delete this post?
hi: क्या आप निश्चित रूप से इस पोस्ट को हटाना चाहते हैं?

# mDiscussionDeleteReplyAlertMsg
source: Are you sure you want to delete this reply?
hi: क्या आप निश्चित रूप से इस जवाब को हटाना चाहते हैं?

# mDiscussionPostBookmarked
source: Post bookmarked successfully!
hi: सफलतापूर्वक पोस्ट बुकमार्क किया गया!

# mDiscussionPostUnBookmarked
source: Post un-bookmarked successfully!
hi: सफलतापूर्वक अन-बुकमार्क पोस्ट करें!

# mDiscussionPostErrorToUploadFile
source: Error upload file. Please try again with a different one.
hi: फ़ाइल अपलोड करने में त्रुटि। कृपया एक अलग के साथ फिर से प्रयास करें।

# mDiscussionPostAddLink
source: Add a link
hi: लिंक जोड़ें

# mDiscussionPostEnterLink
source: Enter link
hi: लिंक दर्ज करें

# mDiscussionPostEnterValidLink
source: Please enter a valid link
hi: कृपया एक वैध लिंक दर्ज करें

# mDiscussionNoCommunityMemberFound
source: No member found!
hi: कोई सदस्य नहीं मिला!

# mDiscussionNoCommunityPostFound
source: No data found!
hi: कोई डेटा नहीं मिला!

# mDiscussionNoGlobalFeedFoundTitle
source: Nothing Here… Yet!
hi: यहाँ कुछ भी नहीं... अभी तक!

# mDiscussionNoGlobalFeedFound
source: Join a community to start exploring discussions, share your thoughts, and engage with like-minded learners. Visit the "All Communities" section to find and join communities.
hi: चर्चाओं की खोज शुरू करने, अपने विचार साझा करने और समान विचारधारा वाले शिक्षार्थियों के साथ जुड़ने के लिए किसी समुदाय में शामिल हों। समुदायों को खोजने और उनसे जुड़ने के लिए "सभी समुदाय" अनुभाग पर जाएँ।

# mDiscussionJoinCommunityToPost
source: Join the community to start posting
hi: पोस्टिंग शुरू करने के लिए समुदाय में शामिल हों

# mDiscussionSubtitle
source: Have a thought to share? Join with your community! Share your ideas, ask for advice, or discuss topics that matter to you.
hi: क्या आपके पास साझा करने के लिए कोई विचार है? अपने समुदाय से जुड़ें। अपने विचारों को साझा करें, सलाह लें या उन विषयों पर चर्चा करें जो आपके लिए महत्वपूर्ण हैं।

# mDiscussionMediaSizeError
source: Media is too large, must be under {size}MB
hi: मीडिया बहुत बड़ा है, {size} एमबी से कम होना चाहिए

# mDiscussionFileSizeError
source: File is too large, must be under {size}MB
hi: फाइल बहुत बड़ी है, {size} एमबी से कम होनी चाहिए

# mContentLocked
source: The content is locked. Complete program or all courses to view this module
hi: सामग्री लॉक है। इस मॉड्यूल को देखने के लिए पूरा प्रोग्राम या सभी पाठ्यक्रम पूरा करें

# mDiscussionReported
source: Thanks for reporting!
hi: रिपोर्ट करने के लिए धन्यवाद!

# mDiscussionReportedMessage
source: Your report is under review. We will take action if it goes against our guidelines.
hi: आपकी रिपोर्ट समीक्षाधीन है। यदि यह हमारे दिशा-निर्देशों के विरुद्ध है तो हम कार्रवाई करेंगे।

# mDiscussionShowPost
source: Show post
hi: पोस्ट दिखाएं

# mSearchNew
source: New
hi: नया

# mSearchSearchForAnything
source: Search for Anything
hi: कुछ भी खोजें

# mMsgSeeLess
source: See Less
hi: कम देखें

# mRajyaKarmayogiSaptah
source: Rajya Karmayogi Saptah
hi: राज्य कर्मयोगी सप्ताह

# mStaticToday
source: Today
hi: आज

# mStaticPast
source: Past
hi: भूतकाल

# mTomorrow
source: Tomorrow
hi: कल

# mSpeakers
source: Speakers
hi: वक्ता

# mEventInformation
source: Event Information
hi: कार्यक्रम जानकारी

# mlive
source: Live
hi: लाइव

# mDocuments
source: Documents
hi: दस्तावेज़

# mCompetencyOverview
source: Competency overview
hi: क्षमता अवलोकन

# mEventSchedule
source: Events schedule
hi: कार्यक्रम अनुसूची

# mMyEvents
source: My events
hi: मेरे कार्यक्रम

# mBrowseEvents
source: Browse events
hi: कार्यक्रम ब्राउज़ करें

# mEventStatus
source: Event status
hi: कार्यक्रम स्थिति

# mEventDateTime
source: Event date & time
hi: कार्यक्रम की तिथि और समय

# mChooseDateRange
source: Choose date range
hi: तिथि सीमा चुनें

# mFrom
source: From
hi: से

# mTo
source: To
hi: तक

# mSearchEvent
source: Search event
hi: कार्यक्रम खोजें

# mEventEngagement
source: Event engagement
hi: इवेंट एंगेजमेंट

# mEventsAttended
source: Events attended
hi: इवेंट्स में भाग लिया

# mEventsEnrolled
source: Events enrolled
hi: इवेंट्स में नामांकित

# mHoursWatched
source: Hours watched
hi: घंटे देखे

# mNoEventsFound
source: No events found
hi: कोई इवेंट्स नहीं मिले

# mCopy
source: Copy
hi: कॉपी

# mStaticNew
source: New
hi: नया

# mStaticOffline
source: Offline
hi: ऑफलाइन

# mStaticOnline
source: Online
hi: ऑनलाइन

# mBlendedProgramMarkAttendance
source: After the batch starts, you will be able to mark the attendance
hi: बैच शुरू होने के बाद आप उपस्थिति दर्ज करा सकेंगे

# mBlendedProgramAttendanceMarked
source: Attendance marked @ {date}
hi: {date} पर उपस्थिति अंकित की गई

# mTranscription
source: Transcription
hi: प्रतिलिपि

# migotAiTutor
source: iGOT AI Tutor
hi: आईजीओटी एआई ट्यूटर

# mSurveySubmitted
source: Survey is submitted
hi: सर्वेक्षण प्रस्तुत किया जाता है

# mCSRRegistrationFailed
source: Registration failed
hi: पंजीकरण विफल रहा

# mProfileEditCoverPhoto
source: Edit Cover Photo
hi: कवर फोटो संपादित करें

# mProfileChangeCoverPhoto
source: Change Cover Photo
hi: कवर फोटो बदलें

# mnProfileDeleteCoverPhoto
source: Delete Cover Photo
hi: आवरण फोटो हटाएँ

# mProfileViewMyMentorProfile
source: View My Mentor Profile
hi: मेरा मार्गदर्शक प्रोफाइल देखें

# mProfileMyKarmaPoints
source: My Karma Points
hi: मेरे कर्म बिंदु

# mProfileMyCertificates
source: My Certificates
hi: मेरे प्रमाण पत्र

# mProfileMyPosts
source: My Posts
hi: मेरी पोस्ट

# mProfileAboutMe
source: About me
hi: मेरे बारे में

# mProfileSelectState
source: Select State
hi: राज्य चुनें

# mProfileSelectDistrict
source: Select District
hi: जिला चुनें

# mProfileDistrict
source: District
hi: जिला

# mProfileDeletePhoto
source: Delete Photo
hi: फोटो हटाएँ

# mProfileChangePhoto
source: Change Photo
hi: तस्वीर बदलें

# mProfileSavePhoto
source: Save Photo
hi: फोटो सेव करें

# mProfileProfileImageError
source: File exceeds the maximum file size of {size}MB
hi: फाइल 2MB की अधिकतम आकार सीमा से अधिक है।

# mProfileInvalidFileFormat
source: Invalid File format
hi: अमान्य फ़ाइल प्रारूप

# mStaticOnlyAlphabetAllowed
source: Only alphabets are allowed
hi: केवल वर्णमाला की अनुमति है

# mStaticOnlyOneSpaceAllowed
source: Please avoid using multiple spaces in a row.
hi: कृपया एक पंक्ति में कई स्थानों का उपयोग करने से बचें।

# mStaticNoSpaceAllowedInfront
source: No space is allowed at the beggining of the name
hi: नाम स्थान या विशेष वर्णों के साथ शुरू या समाप्त नहीं हो सकता है।

# mStaticMinimumCharacterLength
source: Name must be at least 2 characters long.
hi: नाम कम से कम 2 वर्ण लंबा होना चाहिए।

# mProfilePrimaryDetailsEditDescription
source: These details go to your MDO for approval. Please fill these details to view your iGOT plan.
hi: ये विवरण अनुमोदन के लिए आपके MDO पर जाएंगे। कृपया अपनी iGOT योजना देखने के लिए इन विवरणों को भरें।

# mProfileNotAbleToFindDesignation
source: Not able to find your designation? Please write us at {supportEmail} with the organization and designation name.
hi: अपने पदनाम खोजने में सक्षम नहीं है? कृपया हमें {supportEmail} पर संगठन और पदनाम नाम के साथ लिखें।

# mProfileServiceHistory
source: Service History
hi: सेवा इतिहास

# mProfileEducationQualification
source: Education Qualification
hi: शिक्षा योग्यता

# mProfileAchievements
source: Achievements
hi: उपलब्धियां

# mProfileViewCertification
source: View Certification
hi: प्रमाणन देखें

# mProfileEhrmsIdOrExternalSystemId
source: eHRMS ID/External System ID
hi: ईएचआरएमएस आईडी/बाहरी सिस्टम आईडी

# mProfileStartDate
source: Start Date
hi: प्रारंभ तिथि

# mProfileEndDate
source: End Date
hi: अंतिम तिथि

# mProfileSelectDate
source: Select Date
hi: तारीख़ चुनें

# mProfielAddYourDescription
source: Add your description
hi: विवरण जोड़ें

# mProfielSelectOrganizatinMinistry
source: Select Organisation/Ministry
hi: संगठन/मंत्रालय का चयन

# mProfileCurrentlyWorking
source: Currently Working
hi: वर्तमान में कार्यरत

# mCLickToView
source: Click to view
hi: देखने के लिए क्लिक करें

# mAiTutorWelcomeText
source: Get instant explanations, step-by-step learning guidance, and customised learning tailored just for you.
hi: तुरंत स्पष्टीकरण, चरण-दर-चरण मार्गदर्शन, और आपके लिए विशेष रूप से तैयार किया गया सीखने का अनुभव प्राप्त करें।

# mAiChatBotWelcomeText
source: Get instant explanations, step-by-step learning guidance, and customised learning tailored just for you.
hi: तुरंत स्पष्टीकरण, चरण-दर-चरण मार्गदर्शन, और आपके लिए विशेष रूप से तैयार किया गया सीखने का अनुभव प्राप्त करें।

# mChatBotGetStarted
source: Get Started with Ai Tutor
hi: AI ट्यूटर के साथ शुरू करें

# mAiTutor
source: AI Tutor
hi: AI ट्यूटर

# mRememberToUseAiTutor
source: Hey, it seems you are not enrolled. Do you want to enroll?
hi: अरे, ऐसा लगता है कि आप नामांकित नहीं हैं। क्या आप नामांकन करना चाहते हैं?

# mEnrollNow
source: Enroll Now
hi: अभी नामांकन करें

# mAiGeneratedMessage
source: These are AI generated results
hi: ये AI द्वारा जनरेट किए गए परिणाम हैं

# mAiIntro
source: Your assistant for iGOT Karmayogi Platform
hi: iGOT कर्मयोगी प्लेटफॉर्म के लिए आपका सहायक

# mContentUnLocked
source: This content is unlocked
hi: इस सामग्री को खोला गया है

# mSearchSubsector
source: Sub Sector
hi: उप-क्षेत्र

# mSearchYears
source: Years
hi: वर्ष

# mSearchResources
source: Resources
hi: संसाधन

# mSearchExploreAllTheContent
source: Explore all the content
hi: सभी सामग्री का पता लगाएं

# mSearchTopic
source: Topic
hi: विषय
