Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mStaticPlatformRatingClose
source: platform-rating-close
hi: प्लेटफॉर्म-रेट करना-समाप्त

# mStaticPlatformRating
source: Platform Rating
hi: प्लेटफॉर्म रेटिंग

# mStaticAskVega
source: Ask Vega
hi: वेगा से पूछिए

# mStaticVegaIsListening
source: Vega is listening..
hi: वेगा सुन रही है

# mStaticExternalLinks
source: External links
hi: बाहरी लिंक

# mStaticNetworkSubtitle
source: Connect with interesting people, see what they are upto.
hi: दिलचस्प लोगों से जुड़ें, देखें कि वे क्या कर रहे हैं ।

# mStaticLearnSubtitle
source: Sharpen your skills with hundreds-of online courses.
hi: सैकड़ों ऑनलाइन कोर्स के साथ अपना कौशल बढ़ाएँ ।

# mStaticCareersSubtitle
source: Explore career options, grow in the path of your choice.
hi: करियर के विकल्प खोजें, अपनी पसंद के करियर में आगे बढ़ें

# mStaticCompetenciesSubtitle
source: Add your competencies, see what others are adding.
hi: अपनी कॉम्पीटेन्सी में जोड़ें, देखें कि अन्य क्या जोड़ रहे हैं ।

# mStaticEventsSubtitle
source: Add your events.
hi: अपने ईवेंट जोड़ें

# mStaticDashboardSubtitle
source: All your data represented as simple visualisations.
hi: आपके सभी डाटा को आसान तरीके से दिखाया गया है

# mStaticSettingsSubtitle
source: Manage all your preferences here.
hi: यहाँ अपनी सभी प्राथमिकताओं को प्रबंधित करें ।

# mStaticMicroSurveys
source: Micro surveys
hi: सूक्ष्म सर्वेक्षण

# mStaticMicroSurveysSubtitle
source: Survey scenarios.
hi: सर्वे के परिदृश्य

# mStaticInterests
source: Interests
hi: रुचियाँ

# mStaticInterestsSubtitle
source: Manage topics of your interest and personalize your experience
hi: अपनी रुचि के विषयों को प्रबंधित करें और अपने अनुभव को निजी बनाएँ ।

# mStaticFracDictionarySubtitle
source: Responsive web version of Karmayogi Bharat.
hi: कर्मयोगी भारत का उत्तरदायी वेब संस्करण ।

# mStaticKarmayogiWebPortal
source: Karmayogi web portal
hi: कर्मयोगी वेब पोर्टल

# mStaticKarmayogiWebPortalSubtitle
source: Responsive web version of Karmayogi Bharat.
hi: कर्मयोगी भारत का उत्तरदायी वेब संस्करण ।

# mStaticCopyRightText
source: © Copyright
hi: © कॉपीराइट

# mStaticPublicCopyRightText
source: Copyright © App managed by Karmayogi Bharat
hi: कॉपीराइट © कर्मयोगी भारत द्वारा प्रबंधित ऐप

# mStaticEnglish
source: English
hi: अंग्रेज़ी

# mStaticLive
source: LIVE
hi: लाइव

# mStaticSomethingWrong
source: Something is wrong
hi: कुछ गलत है

# mStaticSomethingWrongTryLater
source: Something is wrong, please try again later
hi: कुछ गलत है, कृपया बाद में फिर से प्रयास करें

# mStaticContactUs
source: Contact Us
hi: हमसे संपर्क करें

# mStaticClickHereToLogin
source: Click here to login
hi: लॉगइन के लिए यहां क्लिक करें

# mStaticCodeParamsInvalid
source: Failed to login in Parichay. Code param is invalid.
hi: परिचय में लॉगइन करने में विफल रहा। कोड परम अमान्य है ।

# mStaticCodeParamsMissing
source: Failed to login in Parichay. Code param is missing.
hi: परिचय में लॉगइन करने में विफल रहा। कोड परम नहीं मिल रहा ।

# mStaticThanksForRegistering
source: Thank you for registering!
hi: रजिस्टर करने के लिए धन्यवाद

# mStaticPostRegisterInfo
source: Please check your registered email to activate your account.
hi: अपना अकाउंट शुरू करने के लिए कृपया अपने रेजिस्टर्ड ईमेल की जांच करें ।

# mStaticOk
source: Ok
hi: ठीक है

# mStaticFirstName
source: First name
hi: पहला नाम

# mStaticFirstNameMandatory
source: First name is mandatory
hi: पहला नाम अनिवार्य है

# mStaticTypeYourFirstName
source: Enter your first name
hi: अपना पहला नाम दर्ज करें

# mStaticPositionValidationText
source: Position is mandatory. You must enter value from suggested list only.
hi: पद अनिवार्य है। आपको केवल सुझाई गई सूची से ही विकल्प दर्ज करें

# mStaticDomain
source: Domain
hi: डोमेन

# mStaticPositionMandate
source: Position is mandatory
hi: पद अनिवार्य है

# mStaticPositionDescriptionMandate
source: Position description is mandatory
hi: पद विवरण अनिवार्य है

# mStaticDomainMandate
source: Domain is mandatory
hi: डोमेन अनिवार्य है

# mStaticDomainDescriptionMandate
source: Domain description is mandatory
hi: डोमेन विवरण अनिवार्य है

# mStaticOrganisationDescriptionMandate
source: Organisation description is mandatory
hi: ऑर्गनाईजेशन का विवरण अनिवार्य है

# mStaticSelectYourPosition
source: Select your position
hi: अपना पद चुनें

# mStaticEmailId
source: Email id
hi: ईमेल आईडी

# mStaticEmailIdEmpty
source: Please enter your email ID
hi: कृपया अपना ईमेल आईडी दर्ज करें

# mStaticDomainValidationText
source: Please enter a valid email address.
hi: कृपया एक वैध ईमेल पता दर्ज करें ।

# mStaticOrgValidationText
source: Organisation is mandatory. Please choose a value from the list provided below.
hi: ऑर्गनाईजेशन अनिवार्य है। कृपया नीचे दी गई सूची से एक विकल्प चुनें ।

# mStaticWelcomeToiGOT
source: Welcome to iGOT
hi: आइगॉट पर आपका स्वागत है

# mStaticPleaseFillAll
source: Please fill the following information.
hi: कृपया निम्नलिखित जानकारी भरें

# mStaticPleaseFillAllMandatory
source: Please fill all the mandatory fields.
hi: कृपया सभी अनिवार्य फ़ील्ड भरें

# mStaticSignUpConfirmationText
source: I confirm that the above provided information are accurate.
hi: मेरी पुष्टि है कि ऊपर दी गई जानकारी सही है।

# mStaticSaveAndNext
source: Save and Next
hi: सेव करें और आगे जाएँ

# mStaticDomainDetails
source: DOMAIN DETAILS
hi: डोमेन विवरण

# mStaticOrgSearchHelperText
source: Please type your organisation and tap on search icon to get the result
hi: कृपया अपना ऑर्गनाईजेशन टाइप करें और परिणाम के लिए 'खोजें' आईकॉन पर क्लिक करें

# mStaticDone
source: Done
hi: हो गया

# mStaticPrivacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति

# mStaticTrendingCourses
source: Trending courses
hi: लोकप्रिय कोर्स

# mStaticRecentCourses
source: Recent courses
hi: नए कोर्स

# mStaticAllRecommendedCBPs
source: All recommended CBPs
hi: सभी अनुशंसित सी.बी.पी.

# mStaticAllTrendingCBPs
source: All Trending CBPs
hi: सभी लोकप्रिय सी.बी.पी.

# mStaticAllRecentlyAddedCBPs
source: All recently added CBPs
hi: हाल में जोड़े गए सभी सी.बी.पी.

# mStaticAllPrograms
source: All Programs
hi: सभी कार्यक्रम

# mStaticAllStandaloneAssessments
source: All Standalone Assessments
hi: सभी स्वतंत्र आकलन

# mStaticSelectBatchToEnroll
source: Select batch to enroll
hi: नामांकन करने के लिए बैच चुनें

# mStaticRequestToEnrollProgram
source: Request to enroll
hi: नामांकन के लिए अनुरोध

# mStaticSave
source: Save
hi: सेव करें

# mStaticShare
source: Share
hi: शेयर करें

# mStaticFileDownloadingCompleted
source: File downloading completed.
hi: फाइल का डाउनलोड पूरा हो गया ।

# mStaticMyRating
source: My rating
hi: मेरी रेटिंग

# mStaticYourCompetenciesTagged
source: Your competencies tagged
hi: आपकी कॉम्पीटेन्सी टैग की गई हैं

# mStaticOtherCompetenciesTagged
source: Other competencies tagged
hi: टैग की गई अन्य कॉम्पीटेन्सी

# mStaticCompetenciesTagged
source: Competencies tagged
hi: टैग की गई कॉम्पीटेन्सी

# mStaticRatingAndReviews
source: Ratings and reviews
hi: रेट और रिव्यू

# mStaticSimilarCBPs
source: Similar CBPs
hi: समान सी.बी.पी.

# mStaticWithdraw
source: Withdraw
hi: वापस लें

# mStaticAvailableBatch
source: Available Batches
hi: उपलब्ध बैच

# mStaticEnrolLateDateTxt
source: Last enrollment date:
hi: पिछली नामांकन तिथिः

# mStaticEnrolmentWithdrawDesc
source: Withdraw your request
hi: अपना अनुरोध वापस लें

# mStaticEnrolmentWithdrawConfirm
source: Are you sure you want to withdraw your request?
hi: क्या आप निश्चित हैं कि आप अपना अनुरोध वापस लेना चाहते हैं?

# mStaticEnrolmentWithdrawConfirmDesc
source: You will miss the learning opportunity if you withdraw your enrolment.
hi: यदि आप अपना नामांकन वापस लेते हैं तो आप सीखने का अवसर खो देंगे ।

# mStaticAttendenceStatus
source: Attendance status
hi: उपस्थिति की स्थिति

# mStaticSessionStartAttendence
source: Session start attendance
hi: सत्र प्रारंभ उपस्थिति

# mStaticUnMarkedAttendence
source: Unmarked
hi: अचिह्नित

# mStaticMarkedAttendence
source: Marked
hi: चिह्नित किया गया

# mStaticScannerSuccesfuly
source: Your session attendance has been recorded successfully.
hi: सत्र में आपकी उपस्थिति सफलतापूर्वक दर्ज की गई है ।

# mStaticAttendanceAlreadyMarked
source: Your session has been attendance already marked.
hi: सत्र में आपकी उपस्थिति पहले ही दर्ज की जा चुकी है ।

# mStaticOffFlash
source: Off Flash
hi: फ्लैश बंद करें

# mStaticOnFlash
source: On Flash
hi: फ्लैश चलायें

# mStaticScanAndMarkAttendence
source: Scan and mark your attendance
hi: अपनी उपस्थिति को स्कैन करें और दर्ज करें

# mStaticScanToMarkAttendence
source: Scan to mark attendance
hi: उपस्थिति दर्ज करने के लिए स्कैन करें

# mStaticInvalidQR
source: Invalid QR code
hi: अमान्य क्यू. आर. कोड

# mStaticInvalidQRDesc
source: Please scan the correct QR code to mark your attendance.
hi: कृपया अपनी उपस्थिति दर्ज करने के लिए सही क्यू.आर. कोड स्कैन करें ।

# mStaticScanAgain
source: Scan again
hi: फिर से स्कैन करें

# mStaticDisabledLocationToastMsg
source: Location permission is currently disabled. Please enable it to mark your attendance.
hi: स्थान अनुमति वर्तमान में डिसेबल किया हुआ है। अपनी उपस्थिति दर्ज करने के लिए कृपया ऐप सेटिंग्स में जाकर एनेबल करें।

# mStaticDisabledLocationToastToOpenSettings
source: Location permission is currently disabled. Please enable by going to app settings.
hi: स्थान अनुमति वर्तमान में डिसेबल किया हुआ है। कृपया ऐप सेटिंग्स में जाकर एनेबल करें।

# mStaticInvalidBatchLocation
source: Invalid batch Location
hi: अमान्य बैच स्थान

# mStaticInvalidBatchLocationDesc
source: Your location doesn’t match. Please reach out to your program coordinator to mark your attendance.
hi: आपका स्थान मेल नहीं खाता है। कृपया अपनी उपस्थिति दर्ज कराने के लिए अपने कार्यक्रम समन्वयक से संपर्क करें।

# mStaticReachOutProgramCordinator
source: Please reach out to program coordinator to mark your attendance.
hi: अपनी उपस्थिति दर्ज कराने के लिए कृपया अपने कार्यक्रम समन्वयक से संपर्क करें ।

# mStaticInvalidSession
source: Session over
hi: सत्र समाप्त

# mStaticContactProgramCordinator
source: Please contact your program coordinator to mark your attendance.
hi: अपनी उपस्थिति दर्ज कराने के लिए कृपया अपने कार्यक्रम समन्वयक से संपर्क करें ।

# mStaticInvalidLocation
source: Invalid location
hi: अमान्य स्थान

# mStaticInvalidLocationDesc
source: Your location doesn’t match. Please reach out to your program coordinator to mark your attendance.
hi: आपका स्थान मेल नहीं खाता है। कृपया अपनी उपस्थिति दर्ज कराने के लिए अपने कार्यक्रम समन्वयक से संपर्क करें।

# mStaticTryAgainMsg
source: You have the opportunity to try again and do better next time. Keep going!
hi: आपके पास फिर से प्रयास करने और अगली बार बेहतर करने का अवसर है। चलते रहो!

# mStaticAcedAssessment
source: Hurray! You have aced the assessment, with flying colours.
hi: जल्दी करो! आपने उड़ते हुए रंगों के साथ मूल्यांकन किया है।

# mStaticPassedSuccessfully
source: Congratulations on successfully passing the assessment. Good job!
hi: आकलन में सफलतापूर्वक पास होने के लिए बधाई। बढ़िया काम!

# mStaticPassed
source: Passed
hi: पास हुए

# mStaticFailed
source: Failed
hi: फेल हुए

# mStaticCorrect
source: questions correct answered
hi: प्रश्नों के सही उत्तर दिए गए

# mStaticIncorrect
source: questions wrong answered
hi: प्रश्नों के गलत उत्तर दिए गए

# mStaticNotAttempted
source: unanswered
hi: उनुत्तरित

# mStaticQuestionsNotAttempted
source: Oops! It looks like a few questions were missed. Are you sure you want to submit?
hi: उफ़! ऐसा लगता है कि कुछ प्रश्न छूट गए हैं, क्या आप फिर भी जमा करना चाहते हैं?

# mStaticCalculatingResult
source: Be patient please, while we calculate your result!
hi: हम आपके परिणाम की गणना कर रहे हैं! कृपया धैर्य रखें ।

# mStaticPerformanceSummary
source: Your Performance Summary
hi: आपके प्रदर्शन का सारांश

# mStaticQuickAssessment
source: Now, it’s time for a quick assessment
hi: अब एक आकलन का समय है

# mStaticKeepLearning
source: Well done, Keep learning!
hi: बहुत बढ़िया, सीखते रहें

# mStaticDiscussSubtitle
source: Have a question? Have an idea? Discuss with your peers!.
hi: कोई सवाल है? कोई विचार है? अपने साथियों के साथ चर्चा करें!

# mStaticReplyToComment
source: Reply to comment
hi: टिप्पणी का जवाब दें

# mStaticReplyMinLengthText
source: Your reply (min 8 characters)
hi: आपका जवाब (न्यूनतम 8 वर्ण)

# mStaticSentForReview
source: Sent for review
hi: समीक्षा के लिए भेजा गया

# mStaticModerationMessage
source: Your post has been sent for review. Once approved, it will be displayed in the Discussion hub
hi: आपकी पोस्ट समीक्षा के लिए भेजी गई है। स्वीकृत होने के बाद, इसे डिस्कस हब में प्रदर्शित किया जाएगा।

# mStaticNewDiscussion
source: New discussion
hi: नई चर्चा

# mStaticTitle
source: Title
hi: शीर्षक

# mStaticElaborateYourQuestionText
source: Please elaborate your question or idea here
hi: कृपया अपना प्रश्न या विचार यहाँ विस्तार से बताएँ

# mStaticEnterTags
source: Add a tag and press Enter
hi: टैग जोड़ें और ऐन्टर पर क्लिक करें

# mStaticNewAssessmentHoldInfo
source: Sorry, the app does not support assessments right now. You can take the assessment on the web portal.
hi: क्षमा करें, ऐप में अभी आकलन नहीं हो रहा । आप वेब पोर्टल पर आकलन ले सकते हैं।

# mStaticSurveyHoldInfo
source: Sorry, the app does not support survey right now. You can take the survey on the web portal.
hi: क्षमा करें, ऐप में अभी सर्वे नहीं हो रहा । आप वेब पोर्टल पर सर्वे ले सकते हैं।

# mStaticDoSignInOrRegisterMessage
source: If you are a government official, register or sign in and get your certificate.
hi: यदि आप एक सरकारी अधिकारी हैं, तो रजिस्टर करें या साइन इन करें और अपना प्रमाण पत्र प्राप्त करें।

# mStaticPleaseSelectLevel
source: Please select a level
hi: कृपया एक स्तर चुनें

# mStaticAddComment
source: Add comment
hi: टिप्पणी जोड़ें

# mStaticBackToCategories
source: Back to ‘Categories’
hi: श्रेणियों' पर वापस जाएँ

# mStaticBackToTrendingTags
source: Back to ‘Trending tags’
hi: लोकप्रिय टैग' पर वापस जाएँ

# mStaticSubmitChanges
source: Submit changes
hi: किए गए बदलाव जमा करें

# mStaticPostMinLengthText
source: Post should contain atleast 8 characters.
hi: पोस्ट में कम-से-कम 8 वर्ण होने चाहिए

# mStaticOpen
source: Open
hi: खोलें

# mStaticErrorMessage
source: Something went wrong!
hi: कुछ गलत हो गया

# mStaticConnectionRequestSent
source: Connection request sent
hi: कनेक्शन अनुरोध भेजा गया!

# mStaticConnectionRequestRejected
source: Connection request rejected!
hi: कनेक्शन अनुरोध अस्वीकार कर दिया गया!

# mStaticAddedToYourCompetency
source: Added successfully!
hi: सफलतापूर्वक जोड़ा गया!

# mStaticRemovedFromYourCompetency
source: Removed from your competency!
hi: आपकी कॉम्पीटेन्सी से हटाया गया

# mStaticBookmarkAddedMessage
source: Bookmark added successfully!
hi: बुकमार्क सफलतापूर्वक जोड़ा गया!

# mStaticBookmarkRemovedMessage
source: Bookmark removed successfully!
hi: बुकमार्क सफलतापूर्वक हटा दिया गया!

# mStaticCommentPostedCreated
source: Post created successfully!
hi: पोस्ट सफलतापूर्वक बनाई गई!

# mStaticCommentPostedText
source: Comment successfully posted!
hi: कमेन्ट सफलतापूर्वक पोस्ट हुआ !

# mStaticDiscussionAddedText
source: New discussion added successfully!
hi: नई चर्चा सफलतापूर्वक जोड़ी गई!

# mStaticDiscussionDeletedText
source: Post deleted successfully!
hi: पोस्ट सफलतापूर्वक हटा दी गई!

# mStaticDiscussionUpdatedText
source: Post updated successfully!
hi: पोस्ट सफलतापूर्वक अपडेट की गई!

# mStaticKarmaPoints
source: Karma Points
hi: कर्म बिंदु

# mStaticCoinsSpent
source: Coins spent
hi: सिक्के खर्च हुए

# mStaticKarmaEarned
source: Karma earned
hi: कर्मा जमा किए

# mStaticHostedByMyMDO
source: Hosted by my MDO
hi: मेरे एम.डी.ओ. द्वारा होस्ट किया गया

# mStaticAscentAtoZ
source: A-Z
hi: ए से जेड तक

# mStaticDescentZtoA
source: Z-A
hi: जेड-ए

# mStaticPosition
source: Position
hi: पद

# mStaticAllPositions
source: All positions
hi: सभी पद

# mStaticApply
source: Apply
hi: आवेदन करें

# mStaticResetToDefault
source: Reset to default
hi: डिफ़ॉल्ट रूप से रीसेट करें

# mStaticAllMembers
source: All members
hi: सभी सदस्य

# mStaticSaved
source: Saved
hi: सेव हुआ

# mStaticMultipleSelected
source: MULTIPLE SELECTED
hi: एक से अधिक चुने गए

# mStaticNoDiscussions
source: No discussions
hi: कोई चर्चा नहीं

# mStaticNoLearners
source: No learners found
hi: कोई शिक्षार्थी नहीं मिला

# mStaticNoPosts
source: No posts
hi: कोई पोस्ट नहीं

# mStaticResourceNotFound
source: Resource not found
hi: संसाधन नहीं मिला

# mStaticErrorOccurred
source: An error occurred
hi: एक त्रुटि हुई

# mStaticPageNotAvailableText
source: This page is not available
hi: यह पृष्ठ उपलब्ध नहीं है

# mStaticWaitingForCertificateGeneration
source: Kindly be patient. The certificate generation normally takes up to 24 hours, however, it might take longer sometimes. If the issue persists, please mail us at
hi: कृपया धैर्य रखें। प्रमाणपत्र बनाने में आम तौर पर 24 घंटे तक का समय लगता है, हालांकि, इसमें कभी-कभी अधिक समय लग सकता है। यदि समस्या बनी रहती है, तो कृपया हमें मेल करें

# mStaticExperience
source: Experience
hi: अनुभव

# mStaticEducation
source: Education
hi: शिक्षा

# mStaticCertificationAndSkills
source: Certification and skills
hi: प्रमाणन और कौशल

# mStaticAddAPhoto
source: Add a photo
hi: एक फोटो जोड़ें

# mStaticTakeAPicture
source: Take a picture
hi: एक तस्वीर लीजिए

# mStaticGoToFiles
source: Go to files
hi: फाइलों पर जाएँ

# mStaticCropImage
source: Crop image
hi: इमेज को क्रॉप करें (काटें)

# mStaticAdd
source: Add
hi: जोड़ें

# mStaticName
source: Name
hi: नाम

# mStaticTypeHere
source: Type here
hi: यहाँ टाइप करें

# mStaticEnterYourPosition
source: Enter your position
hi: अपना पद दर्ज करें

# mStaticEnterYourOrg
source: Enter your organisation
hi: अपना ऑरगनाईजेशन दर्ज करें

# mStaticEnterYourDomain
source: Enter your domain
hi: अपना डोमेन दर्ज करें

# mStaticAddValidNumber
source: Please add a valid mobile number
hi: कृपया एक वैध मोबाइल नंबर जोड़ें

# mStaticChooseDate
source: Choose date
hi: तिथि चुनें

# mStaticMiddleName
source: Middle name
hi: बीच का नाम

# mStaticSurName
source: Surname
hi: उपनाम

# mStaticSpecialCharInName
source: Name fields cannot contain numbers and special characters except (")
hi: नाम के फील्ड में (") को छोड़कर संख्याएँ और विशेष वर्ण नहीं हो सकते हैं ।

# mStaticTelephoneNumber
source: Telephone number
hi: फोन नंबर

# mStaticTelephoneNumberExample
source: Example 0123-26104183 or 012327204281
hi: उदाहरण 0123-26104183 या 012327204281

# mStaticAcademicDetailsUpdatedText
source: Academic details updated.
hi: शैक्षणिक विवरण अपडेट किए गए

# mStaticConfirmRemoveText
source: Do you want to remove it?
hi: क्या आप इसे हटाना चाहते हैं?

# mStaticYesRemove
source: Yes, remove
hi: हां, हटा दें

# mStaticNoBackText
source: No, take me back
hi: नहीं, मुझे वापस ले जाएँ

# mStaticGovernment
source: Government
hi: सरकार

# mStaticNonGovernment
source: Non-Government
hi: गैर-सरकारी

# mStaticProfessionalDetailsUpdatedText
source: Professional details updated.
hi: प्रोफेशनल विवरण अपडेट किए गए

# mStaticTypeOfOrganisation
source: Type of organisation
hi: ऑरगनाईजेशन का प्रकार

# mStaticOrganisationName
source: Organization name
hi: ऑर्गनाईजेशन का नाम

# mStaticOtherDetailsOfGovtEmployees
source: Other details for government employees(If applicable)
hi: सरकारी कर्मचारियों के लिए अन्य विवरण (यदि लागू हो)

# mStaticPayBand
source: Pay band(grade pay)
hi: वेतनमान (ग्रेड का वेतन)

# mStaticOfficialPostalAddress
source: Official postal address
hi: आधिकारिक डाक पता

# mStaticCertificationAndSkillsUpdatedText
source: Certification and skills updated successfully.
hi: प्रमाणन और कौशल को सफलतापूर्वक अद्यतन किया गया ।

# mStaticCertifications
source: Certifications
hi: प्रमाण-पत्र

# mStaticAdditionalSkillAcquired
source: Additional skill acquired/Course completed
hi: अतिरिक्त प्राप्त कौशल/ कोर्स पूरा किया गया

# mStaticProvideCertificationDetails
source: Provide certification details
hi: प्रमाण के विवरण दें

# mStaticProfessionalInterests
source: Professional interests
hi: प्रोफेशनल रूचियाँ

# mStaticPostGradDetails
source: Post graduation details
hi: स्नातकोत्तर का विवरण

# mStaticSelectOrganization
source: Select an organization
hi: ऑरगनाईजेशन चुनें

# mStaticSelectIndustry
source: Select an industry
hi: इंडस्ट्री चुनें

# mStaticSelectGradePay
source: Select a pay band
hi: पे बैंड चुनें

# mStaticSelectService
source: Select a service
hi: एक सेवा चुनें

# mStaticSelectCadre
source: Select a cadre
hi: कैडर चुनें

# mStaticSelectDesignation
source: Select a designation
hi: पदनाम चुनें

# mStaticSelectFromDropdown
source: Select
hi: चुनें

# mStaticOtpSentToMobile
source: An OTP has been sent to your mobile number (valid for 5 minutes)
hi: आपके मोबाइल नंबर पर एक ओटिपी भेजा गया है (5 मिनट के लिए वैध)

# mStaticMobileVerifiedMessage
source: Mobile number verified successfully
hi: मोबाइल नंबर सफलतापूर्वक सत्यापित किया गया

# mStaticPleaseAddValidNumber
source: Please enter a valid 10 digit number
hi: कृपया 10 अंकों की एक वैध संख्या दर्ज करें

# mStaticMobileNumberVerificationInfo
source: Please verify your phone number for better experience
hi: बेहतर अनुभव के लिए कृपया अपने फोन नंबर को सत्यापित करें

# mStaticAddValidEmail
source: Please add a valid email address
hi: कृपया एक वैध ईमेल पता जोड़ें

# mStaticChangeEmailAddress
source: Change Email Address
hi: ईमेल पता बदलें

# mStaticOtpSentToEmailDesc
source: Please verify your email address
hi: कृपया अपना ईमेल पता सत्यापित करें

# mStaticOtpSentToEmail
source: An OTP has been sent to your email address (valid for 15 minutes)
hi: आपके ईमेल पते पर एक ओ. टी. पी. भेजा गया है (15 मिनट के लिए वैध)

# mStaticEmailVerifiedMessage
source: Email address verified successfully
hi: ईमेल पता सफलतापूर्वक सत्यापित किया गया

# mStaticPleaseEnterOtp
source: Please enter OTP
hi: कृपया ओ.टी.पी. दर्ज करें

# mStaticBadges
source: Badges
hi: बैज

# mStaticConfirm
source: Confirm
hi: पुष्टि करें

# mStaticNotificationRemoved
source: Notification removed
hi: नोटिफिकेशन हटा दी गई

# mStaticNotificationMarkedAsRead
source: Notification marked as read.
hi: नोटिफिकेशन 'पढ़ा हुआ' चिह्नित किया गया ।

# mStaticMarkAllAsRead
source: Mark all as read
hi: सभी को पढ़ा हुआ चिह्नित करें

# mStaticShowUnreadNotifications
source: Show unread notifications
hi: अपठित नोटीफ़िकेशन दिखाएँ

# mStaticShowAllNotifications
source: Show all notifications
hi: सभी अधिसूचनाएँ दिखाएँ

# mStaticNotificationSettingsSavedText
source: Notification settings saved!
hi: नोटिफिकेशन की सेटिंग सेव की गई

# mStaticNotificationSettings
source: Notification settings
hi: नोटिफिकेशन की सेटिंग

# mStaticNoSearchResultsText
source: No search results found.
hi: सर्च के कोई परिणाम नहीं

# mStaticExploreByTopic
source: Explore by Topic
hi: विषय द्वारा खोजें

# mStaticBrowseTopics
source: Explore all topics within the learn hub
hi: लर्न हब में सभी विषयों को खोजें

# mStaticBrowseModeratedCourses
source: Explore all moderated courses
hi: सभी मॉडरेटेड कोर्स को खोजें

# mStaticBrowseCompetency
source: Explore all competencies within the learn hub
hi: लर्न हब में सभी कॉम्पीटेन्सी को खोजें

# mStaticBrowseProvider
source: Explore all CBPs from any provider within the learn hub
hi: लर्न हब में किसी-भी प्रोवाईडर द्वारा सभी सी.बी.पी. खोजें

# mStaticBrowseCuratedCollections
source: Explore all CBPs from any collection within the learn hub
hi: लर्न हब में किसी-भी कलेक्शन से सभी सी.बी.पी. खोजें

# mStaticDeleteDiscussion
source: Delete discussion
hi: चर्चा डिलीट करें

# mStaticEditDiscussion
source: Edit discussion
hi: चर्चा एडिट करें

# mStaticImage
source: Image
hi: इमेज

# mStaticResourceType
source: Resource type
hi: संसाधन प्रकार

# mStaticProviders
source: Providers
hi: प्रोवाईडर

# mStaticDesiredCompetencies
source: Desired competencies
hi: अपेक्षित कॉम्पीटेन्सी

# mStaticRecommended
source: Recommended
hi: अनुशंसित

# mStaticRecommendedFromFrac
source: Recommended from Frac
hi: फ्रैक से अनुशंसित

# mStaticRecommendedFromWAT
source: Recommended from WAT
hi: डब्ल्यूएटी से अनुशंसित

# mStaticAcquiredByYou
source: Added by you
hi: आपके द्वारा जोड़ा गया

# mStaticAddedByYou
source: Added by you
hi: आपके द्वारा जोड़ा गया

# mStaticAddToYourCompetency
source: Add to your competency
hi: अपनी कॉम्पीटेन्सी में जोड़ें
