Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mStaticKarmapointAppbarInfo
source: Karma points measure and map your engagement at iGOT. Points are updated within 4 hours
hi: कर्मा पॉइंट्स से आईगॉट में आपकी भागीदारी रिकार्ड होती है । पॉइंट्स 4 घंटे में अपडेट हो जाते हैं।

# mStaticCantVoteMsg
source: Can't vote on your own post.
hi: आप अपने ही पोस्ट पर वोट नहीं कर सकते हैं

# mStaticKarmaPointInfo
source: Karma points are a reward for high learning engagement in iGOT. For more information, visit Karma Points FAQ.
hi: आई. जी. ओ. टी. में उच्च शिक्षा के लिए कर्म अंक एक पुरस्कार है। अधिक जानकारी के लिए, कर्मा पॉइंट्स एफएक्यू पर जाएँ।

# mStaticRequiresApproval
source: Requires Approval
hi: अनुमोदन चाहिए

# mStaticSentForApproval
source: Sent for approval
hi: अनुमोदन के लिए भेजा गया

# mSurveyAssessmentTime
source: Assessment time
hi: आकलन का समय

# mSurveyStart
source: Start survey
hi: सर्वे शुरू करें

# mStaticShareCertificate
source: Share certificate
hi: प्रमाणपत्र साझा करें

# mStaticOtherApps
source: Other apps
hi: अन्य ऐप्प

# mStaticEnrollmentSentForReview
source: Your Enrollment is sent for review
hi: आपका नामांकन समीक्षा के लिए भेजा गया है

# mStaticStar
source: star
hi: स्टार

# mStaticMinutesAgo
source: minutes ago
hi: कुछ मिनट पहले

# mStaticHoursAgo
source: hours ago
hi: घंटों पहले

# mStaticDaysAgo
source: days ago
hi: कुछ दिन पहले

# mStaticMonthsAgo
source: months ago
hi: महीनों पहले

# mStaticDays
source: days
hi: दिन

# mStaticHours
source: hours
hi: घंटे

# mStaticCertificateEarned
source: Certificate earned
hi: अर्जित प्रमाणपत्र

# mStaticOverallProgress
source: Overall progress
hi: समग्र प्रगति

# mStaticRateNow
source: Rate now
hi: अभी रेट करें

# mStaticViewMore
source: view more
hi: अधिक देखें

# mStaticViewLess
source: view less
hi: कम देखें

# mStaticRateThisCourse
source: rate this {course}
hi: इस {course} को रेट करें

# mStaticLinkNotAvailable
source: Link not available
hi: लिंक उपलब्ध नहीं है

# mStaticcourseRatedMessage
source: Congrats! You've rated the {course} and earned
hi: बधाई! आपने {course} को रेट किया है और जमा किया है

# mStaticcourseCompletedMessage
source: Congrats! You've completed the {course} and earned
hi: बधाई! आपने {course} पूरा कर लिया है और जमा किया है

# mratingCourseMessage
source: rate this content!
hi: इस सामग्री को रेट करें!

# mcourseRatingInfo
source: Your {course} rating serves as a valuable recommendation to Karmayogis, so go ahead and RATE.
hi: आपके द्वारा {rating} रेट करना कर्मयोगियों के लिए बहुत उपयोगी है, इसलिए आगे बढ़ें और रेट करें।

# mStaticItems
source: items
hi: आइटम

# mCourseNoCourse
source: No course
hi: कोई कोर्स नहीं

# mStaticNoReviewsToShow
source: No reviews to show
hi: दिखाने के लिए कोई समीक्षा नहीं

# mStaticYouCompletedThisCourseOn
source: You completed this {course} on
hi: आपने यह {course} पूरा लिया

# mStaticYouEventCertificateCompleted
source: You completed this event on
hi: आपने यह ईवेंट पूरा किया

# mStaticLastEnrollDate
source: Last enroll date
hi: पिछली नामांकन तिथि

# mRatingHowLikelyAreYouToRecommed
source: How likely are you to recommend
hi: आपके सुझाव देने की कितनी संभावना हैं?

# mRatingIgotToColleagues
source: iGOT Karmayogi to your colleagues?
hi: अपने सहयोगियों को आईगॉट कर्मयोगी?

# mRatingNotLikely
source: Not likely
hi: संभावना नहीं है

# mRatingExtremelyLikely
source: Extremely likely
hi: बहुत संभावना है

# mRatingHowCanWeMakeItBetter
source: How can we make it better for next time?
hi: अगली बार के लिए हम इसे बेहतर कैसे बना सकते हैं?

# mRatingInspireOthers
source: Inspire others by sharing your experience
hi: अपने अनुभव साझा करके दूसरों को प्रेरित करें

# mRatingThanksForFeedBack
source: Thanks for the feedback. We are committed to consistently enhancing your learning experience
hi: फीडबैक के लिए धन्यवाद । हम आपके सीखने के अनुभव को लगातार बेहतर करने के लिए प्रतिबद्ध हैं।

# mLastUpdatedOn
source: Last updated on
hi: हाल में अपडेट किया गया

# mIssuedOn
source: Issued on
hi: को जारी हुआ

# mDesignationMandatory
source: Designation is mandatory
hi: पदनाम अनिवार्य है

# mGroupMandatory
source: Group is mandatory
hi: समूह अनिवार्य है

# mEditProfile
source: Edit profile
hi: प्रोफाइल एडिट करें

# mEditProfileOrganisationDetails
source: Organisation details
hi: ऑर्गनाईजेशन का विवरण

# mEditProfileAcademicDetails
source: Academics details
hi: शैक्षणिक विवरण

# mEditProfileAddAnotherQualification
source: Add another qualification
hi: एक और योग्यता जोड़ें

# mEditProfileDeleteDegree
source: Delete degree
hi: डिग्री हटाएँ

# mEditProfileFullName
source: Full name
hi: पूरा नाम

# mEditProfileDob
source: Date of birth (dd-mm-yyyy)
hi: जन्म तिथि (dd-mm-yyyy)

# mEditProfileGender
source: Gender
hi: लिंग

# mEditProfileCategory
source: Category
hi: श्रेणी

# mEditProfilePrimaryEmail
source: Primary email
hi: मुख्य ईमेल

# mEditProfileGroup
source: Group
hi: समूह

# mEditProfileDesignation
source: Designation
hi: पदनाम

# mEditProfilePinCode
source: Pin code
hi: पिन कोड

# mEditProfileSave
source: Save
hi: सेव करें

# mEditProfileSubmitChanges
source: Submit changes
hi: किए गए बदलाव जमा करें

# mEditProfileEdit
source: Edit
hi: एडिट

# mEditProfilePleaseAddValidNumber
source: Please enter a valid 10 digit number
hi: कृपया 10 अंकों की एक वैध संख्या दर्ज करें

# mEditProfilePleaseVerifyYourNumber
source: Please verify your mobile number
hi: कृपया अपना मोबाइल नंबर सत्यापित करें

# mEditProfileSendOtp
source: Send OTP
hi: ओ.टी.पी. भेजें

# mEditProfileResendOtp
source: Resend OTP
hi: ओ.टी.पी. फिर से भेजें

# mEditProfilePleaseVerifyYourEmail
source: Please verify your email
hi: कृपया अपना ईमेल सत्यापित करें

# mEditProfileOtherLangs
source: Other languages known
hi: अन्य ज्ञात भाषाएँ

# mEditProfileAdd
source: Add
hi: जोड़ें

# mEditProfileTypeHere
source: Type here
hi: यहाँ टाइप करें

# mEditProfileTelephoneNumber
source: Telephone number
hi: फोन नंबर

# mEditProfileTelephoneNumberExample
source: Example 0123-26104183 or 012327204281
hi: उदाहरण 0123-26104183 या 012327204281

# mEditProfileSecondaryEmail
source: Secondary email
hi: वैकल्पिक ईमेल

# mEditProfilePostalAddress
source: Postal Address
hi: डाक का पता

# mEditProfileEnterResidenceAddress
source: Enter your residence address here
hi: अपना निवास पता यहाँ एंटर करें

# mEditProfileNationality
source: Nationality
hi: राष्ट्रीयता

# mEditProfileDomicileMeduium
source: Domicile medium (Mother tongue)
hi: अधिवास माध्यम (मातृभाषा)

# mEditProfileMaritalStatus
source: Marital status
hi: वैवाहिक स्थिति

# mEditProfileTypeOfOrganisation
source: Type of organisation
hi: ऑरगनाईजेशन का प्रकार

# mEditProfileOrganisationName
source: Organisation name
hi: ऑर्गेनाइजेशन का नाम

# mEditProfileIndustry
source: Industry
hi: इंडस्ट्री

# mEditProfileLocation
source: Country
hi: देश

# mEditProfileDoj
source: Date of joining
hi: जॉइन करने की तिथि

# mEditProfileChooseDate
source: Choose date
hi: तिथि चुनें

# mEditProfileDescription
source: Description
hi: विवरण

# mEditProfileEnterOrgDescription
source: Please enter your Organisation description here
hi: कृपया अपने ऑर्गनाईजेशन का विवरण यहाँ दर्ज करें

# mEditProfileOtherDetailsOfGovtEmployees
source: Other details for government employees(If applicable)
hi: सरकारी कर्मचारियों के लिए अन्य विवरण (यदि लागू हो)

# mEditProfilePayBand
source: Pay band(grade pay)
hi: वेतनमान (ग्रेड का वेतन)

# mEditProfileService
source: Service
hi: सेवा

# mEditProfileCadre
source: Cadre
hi: संवर्ग

# mEditProfileAllotmentYearOfService
source: Allotment year of service
hi: सेवा का आवंटन वर्ष

# mEditProfileCivilListNumber
source: Civil list number
hi: सिविल सूची संख्या

# mEditProfileEmployeeCode
source: Employee code
hi: कर्मचारी कोड

# mEditProfileOfficePostalAddress
source: Office postal address
hi: कार्यालय का डाक पता

# mEditProfileOfficePinCode
source: Office pin code
hi: कार्यालय पिन कोड

# mEditProfileTagsText
source: Tags
hi: टैग

# mEditProfileStandardTenth
source: 10th Standard
hi: 10वीं कक्षा

# mEditProfileSchoolName
source: School name
hi: विद्यालय का नाम

# mEditProfileYearOfPassing
source: Year of passing
hi: पास करने का वर्ष

# mEditProfileStandardTwelth
source: 12th Standard
hi: 12वीं कक्षा

# mEditProfileGradDetails
source: Graduation details
hi: स्नातक का विवरण

# mEditProfilePostGradDetails
source: Post graduation details
hi: स्नातकोत्तर का विवरण

# mEditProfileDegres
source: Degree
hi: डिग्री

# mEditProfileInstituteName
source: Institute name
hi: संस्थान का नाम

# mEditProfileEnterYourFullname
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

# mEditProfileOtpSentToEmail
source: An OTP has been sent to your email address (valid for 15 minutes)
hi: आपके ईमेल पते पर एक ओ. टी. पी. भेजा गया है (15 मिनट के लिए वैध)

# mEditProfileOtpSentToMobile
source: An OTP has been sent to your mobile number (valid for 5 minutes)
hi: आपके मोबाइल नंबर पर एक ओटिपी भेजा गया है (5 मिनट के लिए वैध)

# mEditProfileEmailVerifiedMessage
source: Email address verified successfully
hi: ईमेल पता सफलतापूर्वक सत्यापित किया गया

# mEditProfileMobileVerifiedMessage
source: Mobile number verified successfully
hi: मोबाइल नंबर सफलतापूर्वक सत्यापित किया गया

# mEditProfileMobileNumber
source: Mobile number
hi: मोबाइल नंबर

# mEditProfileAddValidEmail
source: Please add a valid email address
hi: कृपया एक वैध ईमेल पता जोड़ें

# mEditProfileEnterOtp
source: Enter OTP
hi: ओ.टी.पी. डालें

# mEditProfileVerifyOtp
source: Verify OTP
hi: ओ.टी.पी. सत्यापित करें

# mEditProfileDetailsUpdated
source: Profile details updated
hi: प्रोफ़ाइल विवरण अपडेट किया गया

# mBlendedSelfPaced
source: Self-paced
hi: स्व-गति

# mBlendedInstructorLed
source: Instructor-led
hi: प्रशिक्षक के नेतृत्व में

# mContentSharePageHeading
source: Share with Karmayogis
hi: कर्मयोगियों के साथ साझा करें

# mContentSharePageNote
source: Note: Emails will be sent only to registered Karmayogis.
hi: नोटः ईमेल केवल रेजिस्टर्ड कर्मयोगियों को भेजे जाएंगे

# mContentSharePageEmailLimitWarning
source: Maximum email limit reached
hi: ईमेल की अधिकतम सीमा पूरी हो गई

# mContentSharePageInvalidEmailError
source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें

# mContentSharePageSharingError
source: Something went wrong, please try again
hi: कुछ गलत हुआ, कृपया फिर से प्रयास करें!

# mContentSharePageSimilarEmailWarning
source: Already selected
hi: पहले से ही सिलेक्ट किया हुआ है

# mContentSharePageEmptyEmailWarning
source: Please add an email
hi: कृपया एक ईमेल जोड़ें

# mContentSharePageSuccessMessage
source: Emails successfully shared with registered Karmayogis
hi: रजिस्टर हुए कर्मयोगियों के साथ ईमेल सफलतापूर्वक साझा किए गए

# mContentSharePageLinkCopied
source: Link copied
hi: लिंक कॉपी हुआ

# mStaticEnrolledSuccessfully
source: Enrolled successfully
hi: सफलतापूर्वक नामांकित हुए

# mStaticEnrollmentFailed
source: Enrollment failed
hi: नामांकन असफल

# mStaticCongratulationsOnCompleting
source: Congratulations on completing
hi: पूरा करने के लिए बधाई।

# mStaticYourCertificateWillBeGeneratedWithin48Hrs
source: Your certificate will be generated within 48hrs
hi: आपका प्रमाण पत्र 48 घंटों में तैयार हो जाएगा।

# mStaticReviews
source: Reviews
hi: समीक्षाएँ

# mLearnTotalEnrolled
source: Total enrolled
hi: कुल नामांकित हुए

# mBlendedMarkAttendenceDescription
source: After the batch starts, you will be able to mark the attendace
hi: बैच शुरू होने के बाद, आप अपने मोबाईल से उपस्थिति दर्ज कर सकते हैं ।

# mFullScreenMessage
source: This is a full-screen bottom sheet!
hi: यह एक फुल-स्क्रीन बॉटम शीट है!

# mStaticSend
source: Send
hi: भेजें

# mCopyLink
source: Copy link
hi: लिंक कॉपी करें

# mShare
source: Share
hi: शेयर करें

# mDownload
source: Download
hi: डाउनलोड करें

# mNext
source: Next
hi: अगला

# mOpenresource
source: Open {resource}
hi: मुक्त (संसाधन)

# mMarkAsComplete
source: Mark as complete
hi: पूरा हुआ' चिह्नित करें

# mUpNext
source: Up Next
hi: अगला ऊपर

# mReplay
source: Replay
hi: पुनः चलाएँ

# mShareCertificate
source: Share this certificate
hi: इस प्रमाणपत्र को साझा करें

# mOtherApps
source: Other apps
hi: अन्य ऐप्प

# mDoSignInOrRegisterMessage
source: If you are a government official, register or sign in and get your certificate.
hi: यदि आप एक सरकारी अधिकारी हैं, तो रजिस्टर करें या साइन इन करें और अपना प्रमाण पत्र प्राप्त करें।

# mBack
source: Back
hi: पीछे

# mStartAssessment
source: Start assessment
hi: आकलन शुरू करें

# mAssessmentAttemptsExceededMessage
source: Your attempts are exceeded
hi: आपके प्रयास पार हो गए हैं।

# mStaticNotAnswered
source: Not answered
hi: जवाब नहीं दिया

# mStaticAnswered
source: Answered
hi: जवाब दिया

# mStaticSubmitAssessment
source: Submit assessment
hi: आकलन जमा करें

# mRetakeAssessment
source: Retake assessment
hi: आकलन दोबारा करें

# mTimeLimitExceeded
source: Your time limit has exceeded
hi: आपकी समय सीमा पार हो गई है

# mOutOf
source: of
hi: का

# mShowAnswer
source: Show answer
hi: उत्तर दिखाएँ

# mNextQuestion
source: Next
hi: अगला

# mNextSection
source: Next section
hi: अगला भाग

# mDone
source: Done
hi: हो गया

# mStaticFlagged
source: Flagged
hi: फ्लैग किया गया

# mPass
source: Pass
hi: पास करें

# mFail
source: Fail
hi: फैल

# mStaticTryAgain
source: Try again
hi: फिर से कोशिश करें

# mFinish
source: Finish
hi: समाप्त करें

# mTotalQuestion
source: Total questions
hi: कुल प्रश्न

# mYourPerformanceSummary
source: Your Performance Summary
hi: आपके प्रदर्शन का सारांश

# mStaticCalculating
source: Calculating
hi: गणना

# mAssessmentResultWaitingMessage
source: Be patient please, while we calculate your result
hi: कृपया धैर्य रखें, जब हम आपके परिणाम की गणना करते हैं

# mShowAnswerErrorMessage
source: Please give your answer before showing the answer
hi: कृपया उत्तर दिखाने से पहले अपना उत्तर दें

# mPracticeAssessmentRetakeMessage
source: We do not record these scores in our system. \n Retake as many times as you want
hi: हम इन अंकों को अपने सिस्टम में दर्ज नहीं करते हैं। जितनी बार चाहें उतनी बार प्रयास करें।

# mAssessmentSubmit
source: No, submit
hi: नहीं, जमा करें

# mAssessmentTakeBack
source: Yes, take me back
hi: हाँ, मुझे वापस ले जाएँ

# mClickToSeeTheResults
source: Click to see the results
hi: परिणाम देखने के लिए क्लिक करें

# mGiveYourAnswerBeforeShowingAnswer
source: Please give your answer before showing the answer
hi: कृपया उत्तर दिखाने से पहले अपना उत्तर दें

# mStartAgain
source: Start Again
hi: फिर से शुरू करें

# mEnroll
source: Enroll
hi: नामांकन करें

# mLeaderboard
source: Leaderboard
hi: लीडरबोर्ड

# mRank
source: Rank
hi: रैंक

# mMyActivityLeaderboardHeading
source: Top Karmayogis in your department:
hi: आपके विभाग में शीर्ष कर्मयोगीः

# mMyActivityLeaderboardTooltipInfo
source: The learner leaderboard is calculated based on the Karma Points earned in a month and updated on the 1st of every month.
hi: शिक्षार्थी लीडरबोर्ड की गणना एक महीने में जमा हुए कर्मा पॉइंट्स के आधार पर की जाती है और हर महीने की पहली तारीख को अपडेट किया जाता है।

# mStaticIncomplete
source: Incomplete
hi: अधूरा

# mStaticSelected
source: Selected
hi: चुना गया।

# mStaticToPass
source: To pass -
hi: पास करने के लिए -

# mStaticTotalQuestions
source: Total questions -
hi: कुल प्रश्न -

# mStaticFillInTheBlanks
source: Fill in the blank with the best word
hi: खाली स्थान को सबसे अच्छे शब्द से भरें

# mStaticCorrectAnswer
source: Correct answer:
hi: सही उत्तरः

# mStaticYouGotRight
source: You got 2/3 right
hi: आपने 2/3 सही किया

# mStaticMorePowerToYou
source: More power to you!
hi: आपको और अधिक शक्ति!

# mStaticQuestionOf
source: Question {questionIndex} of
hi: प्रश्न [प्रश्न अनुक्रमणिका]

# mSurveyFormOneStepAwayFromEnroll
source: You are one step away from enrolling!
hi: आप नामांकन से एक कदम दूर हैं!

# mThisBatchStarting
source: This batch starting on
hi: यह बैच शुरू हो रहा है

# mBatchStartConsent
source: kindly go through the content and be prepared.
hi: कृपया विषय-वस्तु को देखें और तैयार रहें

# mAssessmentCheckYourKnowledge
source: Check your knowledge
hi: अपने ज्ञान की जाँच करें

# mAssessmentAssessmentResults
source: Assessment results
hi: आकलन परिणाम

# mAssessmentTakeTestAgain
source: Take test again
hi: फिर से परीक्षा दें

# mStaticOneCorrect
source: question correct answered
hi: प्रश्न का सही उत्तर

# mStaticOneIncorrect
source: question wrong answered
hi: प्रश्न का गलत उत्तर

# mStaticMaximum
source: Maximum
hi: अधिकतम

# mStaticRetakeAssesmentMessage
source: retake(s) are allowed, and you already attempted
hi: रीटेक की अनुमति है, और आप पहले ही प्रयास कर चुके हैं

# mStaticTime
source: time(s)
hi: समय

# mStaticUnlimitedRetakes
source: Unlimited retakes allowed
hi: असीमित रीटेक की अनुमति है

# mRateOnWeeklyClapCongratsText
source: Congratulations on your weekly clap!
hi: आपके साप्ताहिक ताली के लिए बधाई!

# mRateOnWeeklyClapCongratsDescription
source: Enjoying the iGOT experience? Rate us!
hi: आईगॉट अनुभव का आनंद ले रहे हैं? हमें रेट करें!

# mRateOnWeeklyClapRateText
source: Rate Now
hi: अभी रेट करें

# mRateOnWeeklyClapLaterText
source: Maybe Later
hi: शायद बाद में

# mEhrmsSalutation
source: Salutation
hi: नमन।

# mEhrmsFirstname
source: First Name
hi: पहला नाम

# mEhrmsMiddlename
source: Middle Name
hi: बीच का नाम

# mEhrmsLastname
source: Last Name
hi: अंतिम नाम

# mEhrmsDob
source: Date of Birth
hi: जन्म तिथि

# mEhrmsGender
source: Gender
hi: लिंग

# mEhrmsCategory
source: Category
hi: श्रेणी

# mEhrmsDifferentlyAbled
source: Differently Abled
hi: भिन्न रूप से सक्षम

# mEhrmsMaritalStatus
source: Marital Status
hi: वैवाहिक स्थिति

# mEhrmsEmployeeCode
source: Employee Code
hi: कर्मचारी कोड

# mEhrmsService
source: Service
hi: सेवा

# mEhrmsDesignation
source: Designation
hi: पदनाम

# mEhrmsMinistryDepartmentOffice
source: Ministry/Department/Office
hi: मंत्रालय/विभाग/कार्यालय

# mEhrmsCurrentPlaceOfPosting
source: Current Place of Posting
hi: पोस्टिंग का वर्तमान स्थान

# mEhrmsEmailId
source: Email Id (gov/nic)
hi: ईमेल आई. डी. (जी. ओ. वी./एन. आई. सी.)

# mEhrmsMobileNo
source: Mobile No.
hi: मोबाइल नं.

# mEhrmsAddress1
source: Address 1
hi: पता 1

# mEhrmsAddress2
source: Address 2
hi: पता 2

# mEhrmsState
source: State
hi: राज्य

# mEhrmsDistrict
source: District
hi: जिला

# mEhrmsPincode
source: Pincode
hi: पिनकोड

# mEhrmsId
source: eHRMS ID
hi: ईएचआरएमएस आईडी

# mEhrmsSystem
source: eHRMS System
hi: ईएचआरएमएस प्रणाली

# mProfileNotVerified
source: Not verified
hi: सत्यापित नहीं किया गया

# mProfileWithdrawTransferRequest
source: Withdraw Transfer Request
hi: स्थानांतरण अनुरोध वापस लें

# mProfileMakeTransferRequest
source: Make Transfer Request
hi: स्थानांतरण अनुरोध करें

# mProfileWithdrawTransferRequestConfirm
source: Are you sure you want to withdraw your transfer request?
hi: क्या आप निश्चित हैं कि आप अपने स्थानांतरण अनुरोध को वापस लेना चाहते हैं?

# mProfileMessageBeforeTransferRequest
source: You need to withdraw the Primary Details request before making a Transfer Request
hi: स्थानांतरण अनुरोध करने से पहले आपको प्राथमिक विवरण अनुरोध को वापस लेना होगा।

# mProfileTransferRequestInfo
source: Press on the button to request a transfer to another MDO, but first, withdraw any pending fields awaiting approval from your current MDO
hi: किसी अन्य एम. डी. ओ. को स्थानांतरण का अनुरोध करने के लिए बटन दबाएँ, लेकिन पहले, अपने वर्तमान एम. डी. ओ. से अनुमोदन की प्रतीक्षा कर रहे किसी भी लंबित क्षेत्र को वापस ले लें।

# mProfileWithdrawRequestInfo
source: If you choose to withdraw your transfer request, your transfer request will get cancelled.
hi: यदि आप अपने स्थानांतरण अनुरोध को वापस लेने का विकल्प चुनते हैं, तो आपका स्थानांतरण अनुरोध रद्द कर दिया जाएगा।

# mProfileWithdrawRequest
source: Withdraw
hi: वापस लें

# mProfileSelectAllFieldsTransferRequest
source: Select all the fields to make transfer request.
hi: स्थानांतरण अनुरोध करने के लिए सभी क्षेत्रों का चयन करें।

# mProfileOrganisation
source: Organization
hi: संगठन

# mProfileTransferRequestInstruction
source: If you make a transfer request, your profile will be unverified again
hi: यदि आप स्थानांतरण अनुरोध करते हैं, तो आपकी प्रोफ़ाइल फिर से असत्यापित हो जाएगी।

# mProfileSubmitRequest
source: Submit request
hi: अनुरोध जमा करें

# mProfilePrimaryDetails
source: Primary Details
hi: प्राथमिक विवरण

# mProfileMdoApprovalInfoMessage
source: These details go to your MDO Admin for approval
hi: ये विवरण अनुमोदन के लिए आपके एम. डी. ओ. प्रशासन के पास जाते हैं।

# mProfileMessageBeforeWithdrawPrimaryDetails
source: You can't edit when you requested for Transfer request
hi: जब आपने स्थानांतरण अनुरोध के लिए अनुरोध किया है तो आप इसे संपादित नहीं कर सकते हैं।

# mProfileWithdrawRequestConfirm
source: Are you sure you want to withdraw your request?
hi: क्या आप निश्चित हैं कि आप अपना अनुरोध वापस लेना चाहते हैं?

# mProfileSendForApproval
source: Send For Approval
hi: मंजूरी के लिए भेजें

# mProfileOtherDetails
source: Other Details
hi: अन्य विवरण

# mProfileEmployeeId
source: Employee ID
hi: कर्मचारी आईडी

# mProfileOfficePincode
source: Office Pin Code
hi: ऑफिस पिन कोड

# mProfileSaveChanges
source: Save Changes
hi: परिवर्तनों को सहेजें

# mProfileProvideValidDetails
source: Please provide valid details.
hi: कृपया वैध विवरण प्रदान करें।

# mProfileEnterOtpForEmail
source: Enter the OTP Sent to Your Email
hi: अपने ईमेल पर भेजा गया ओ. टी. पी. दर्ज करें।

# mProfileEnterOtpForMobile
source: Enter the OTP Sent to Your Mobile Number
hi: अपने मोबाइल नंबर पर भेजा गया ओ. टी. पी. दर्ज करें।

# mProfileWithdrawalRequestSent
source: Your withdrawal request has been successfully sent
hi: आपका निकासी अनुरोध सफलतापूर्वक भेज दिया गया है।

# mProfileNotRecievedOtp
source: Didn't receive the OTP?
hi: ओ. टी. पी. नहीं आया?

# mProfileDetailsUpdated
source: Profile details updated.
hi: प्रोफ़ाइल विवरण अद्यतन किया गया।

# mProfileSaveProfileErrorText
source: Error in saving profile details.
hi: प्रोफ़ाइल विवरण सहेजने में त्रुटि।

# mProfileSentForApprovalMsg
source: Your profile has been sent for approval
hi: आपकी प्रोफ़ाइल अनुमोदन के लिए भेजी गई है।

# mProfileSentForApproval
source: Sent For Approval
hi: मंजूरी के लिए भेजा गया

# mProfileUserNotVerified
source: Profile Not Verified
hi: प्रोफ़ाइल सत्यापित नहीं है

# mProfileRequestSentSuccessMsg
source: Request Sent Successfully
hi: सफलतापूर्वक भेजा गया अनुरोध

# mProfileEmployeeIdNotValidMsg
source: Please enter your valid Employee ID
hi: कृपया अपना वैध कर्मचारी आईडी दर्ज करें

# mProfileViewApprovalStatus
source: View Approval Status
hi: अनुमोदन स्थिति देखें

# mProfileApprovalStatus
source: Approval Status
hi: मंजूरी की स्थिति

# mProfilePending
source: Pending
hi: लंबित है।

# mProfileRejected
source: Rejected
hi: अस्वीकृत।

# mProfileApproved
source: Approved
hi: स्वीकृत।

# mProfileViewReason
source: View reason
hi: कारण देखें

# mProfileNoComments
source: No comments
hi: कोई टिप्पणी नहीं

# mProfileTransferRequestSuccessMsg
source: Your transfer request has been sent for approval
hi: आपका स्थानांतरण अनुरोध अनुमोदन के लिए भेज दिया गया है।

# mProfileWithdrawTransferPopupDetailsText
source: You requested for transfer with the following details:
hi: आपने निम्नलिखित विवरणों के साथ स्थानांतरण के लिए अनुरोध किया हैः

# mProfileWithdrawPopupDetailsText
source: You requested for the following details:
hi: आपने निम्नलिखित विवरणों के लिए अनुरोध कियाः

# mProfileUnderReviewInfo
source: This field is under review
hi: यह क्षेत्र समीक्षाधीन है।

# mPdfPlayerMarkAsComplete
source: Mark as complete
hi: पूर्ण के रूप में चिह्नित करें

# mPdfPlayerNext
source: Next
hi: अगला

# mPdfPlayerPrevious
source: Previous
hi: इससे पहले

# mErrorSomethingIsNotRight
source: Something is not right!
hi: कुछ तो ठीक नहीं है!

# mErrorThereIsConnectionError
source: There’s a connection error right now
hi: अभी एक कनेक्शन त्रुटि है

# mErrorWeAreSorry
source: We are sorry for the inconvenience Please come back after a while.
hi: असुविधा के लिए हमें खेद है कृपया थोड़ी देर बाद वापस आएं।

# mErrorGoBack
source: GO BACK
hi: वापस जाओ

# mErrorOops
source: OOPS!
hi: ओओओपीएस!

# mStaticViewAll
source: View all
hi: सब देखें

# mSearchInAmritGyaanKosh
source: Search in Amrit Gyaan Kosh
hi: अमृत ज्ञान कर्मयोगी में खोजें

# mStaticSector
source: Sector
hi: सेक्टर
