Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mNetworkBtnSeeMore
source: See More
hi: अधिक देखें

# mNetworkUserSearch
source: User Search
hi: उपयोगकर्ता खोज

# mNetworkShowAll
source: Show All
hi: सब दिखाएँ

# mNetworkUserTabDiscussions
source: Discussions
hi: चर्चाएं

# mNetworkUserUpvotes
source: Upvotes
hi: अपवोट

# mCommonMonthsAgo
source: months ago
hi: महीनों पहले

# mCommonViews
source: Views
hi: व्यू

# mCompetencies
source: Competencies
hi: कॉम्पीटेन्सी

# mTabYourCompetencies
source: Your Competencies
hi: आपकी कॉम्पीटेन्सी

# mTabAllCompetencies
source: All Competencies
hi: सभी कॉम्पीटेन्सी

# mCompetenciesLabelRecommendCompetencies
source: Recommended competencies
hi: अनुशंसित योग्यताएँ

# mCompetenciesTabAllCompetencies
source: All competencies
hi: सभी कॉम्पीटेन्सी

# mCompetenciesAcquiredByYou
source: Acquired By You
hi: आपके द्वारा प्राप्त

# mCompetenciesDesired
source: Desired
hi: अपेक्षित

# mCompetenciesFromFRAC
source: From FRAC
hi: फ्रैक से

# mCompetenciesFromWAT
source: From WAT
hi: डब्ल्यूएटी से

# mCompetenciesCbpCourse
source: CBP course
hi: सीबीपी कोर्स

# mCompetenciesSelfAttestation
source: Self attestation
hi: स्वप्रमाणन

# mCompetenciesAddCompetency
source: Add a competency
hi: कॉम्पीटेन्सी जोड़ें

# mCompetenciesRecommendedBasedOnPosition
source: Competencies will be recommended based on your position.
hi: आपके पद के आधार पर कॉम्पीटेन्सी का सुझाव दिया जाएगा

# mCommonReadMore
source: Read more
hi: अधिक पढ़ें

# mCompetencyRemoveBtn
source: Remove from your competency
hi: अपनी कॉम्पीटेन्सी से हटाएँ

# mCompetencyBackToAll
source: Back to 'All competencies'
hi: "सभी कॉम्पीटेन्सी"'पर वापस जाएँ

# mCompLabelCompetencyType
source: Competency type:
hi: कॉम्पिटेंसी के प्रकार

# mCompLabelCompetencyArea
source: Competency area:
hi: कॉम्पिटेंसी क्षेत्र:

# mCompLabelAllCbps
source: All associated CBPs
hi: सभी संबंधित सी.बी.पी.

# mCompLabelCbpsFor
source: CBPs for
hi: के लिए सीबीपी

# mCompLabelNoCbps
source: No CBPs found!
hi: कोई सी.बी.पी. नहीं मिला!

# mCompLabelFilterBy
source: Filter by
hi: के द्वारा फ़िल्टर करें

# mCompLabelAudio
source: Audio
hi: ऑडियो

# mCompLabelPdf
source: PDF
hi: पीडीएफ

# mCompLabelWebpage
source: Webpage
hi: वेबपेज

# mCompLabelCourse
source: Course
hi: कोर्स

# mCompLabelPopularCompetencies
source: Popular competencies
hi: लोकप्रिय कॉम्पीटेन्सी

# mCompLabelNocompetenciesfound
source: No competencies found!
hi: कोई कॉम्पीटेन्सी नहीं मिली

# mCompLabelAllCompetencies
source: All competencies
hi: सभी कॉम्पीटेन्सी

# mCompLabelSortBy
source: z
hi: जेड

# mCompLabelAscending
source: Ascending
hi: बढ़ता हुआ

# mCompLabelDescending
source: Descending
hi: उतरते हुए

# mCompLabelSearch
source: Search
hi: खोजें

# mCompLabelQuickExplore
source: Quick explore
hi: तुरंत खोजें

# mCompLabelSeeAll
source: See all
hi: सब देखें

# mEventsLabelTodayEvent
source: Today's Events
hi: आज के इवेंट्स

# mEventsNoEvent
source: No Event
hi: कोई ईवेंट नहीं

# mEventsLabelAllEvents
source: All Events
hi: सभी ईवेंट

# mEventsLabelLiveEvent
source: Live Events
hi: लाइव इवेंट

# mEventsAll
source: All
hi: सभी

# mEventsTypoWebinar
source: Webinar
hi: वेबिनार

# mEventsBtnViewRecording
source: View recording
hi: रिकॉर्डिंग देखें

# mEventsTabCuratedEvents
source: Curated Events
hi: क्यूरेटेड इवेंट्स

# mEventsCardTitle
source: Karmayogi Bharat
hi: कर्मयोगी भारत

# mEventsEventDescription
source: Description
hi: विवरण

# mEventsEventPresenters
source: Presenters
hi: प्रस्तुतकर्ता

# mEventsEventAgenda
source: Agenda
hi: कार्यसूची

# mEventsBtnEventCompleted
source: Event is completed
hi: ईवेंट पूरा हुआ

# mEventsEventType
source: Event Type
hi: ईवेंट का प्रकार

# mEventsEventHostedBy
source: Hosted By
hi: के द्वारा होस्ट किया गया

# mEventsBtnYetToStart
source: Event is yet to start
hi: ईवेंट अभी शुरू होना बाकी है

# mEventsType
source: Event Type
hi: ईवेंट का प्रकार

# mEvents
source: Event
hi: ईवेंट

# mEventsHostedBy
source: Hosted By
hi: के द्वारा होस्ट किया गया

# mEventsLastUpdatedOn
source: Last updated on
hi: हाल में अपडेट किया गया

# mEventsDescription
source: Description
hi: विवरण

# mEventsPresenters
source: Presenters
hi: प्रस्तुतकर्ता

# mEventsAgenda
source: Agenda
hi: कार्यसूची

# mEventsHost
source: Host
hi: होस्ट

# mCommonMsgCompleted
source: Completed
hi: पूरा किया

# mCommonLastUpdatedOn
source: Last updated on
hi: हाल में अपडेट किया गया

# mCommonExpiryDate
source: Expiry date
hi: समाप्ति तिथि

# mCommonLearningMode
source: Learning mode
hi: सीखने का तरीका

# mCommonRegion
source: Region
hi: क्षेत्र

# mCommonLicense
source: License
hi: लाइसेंस

# mCommonLocale
source: Locale
hi: स्थानीय

# mCommonHasTranslations
source: Has translations
hi: अनुवाद हैं

# mCommonKeywords
source: Keywords
hi: मुख्य शब्द

# mCommonSize
source: Size
hi: आकार.

# mCommonContentType
source: Content type
hi: कंटेन्ट का प्रकार

# mCommonComplexityLevel
source: Complexity level
hi: जटिलता का स्तर

# mCommonDuration
source: Duration
hi: अवधि

# mCommonCost
source: Cost
hi: लागत

# mCommonViewCount
source: View count
hi: गिनती देखें

# mCommonSourceName
source: Source name
hi: नाम का आधार

# mCommonStructure
source: Structure
hi: संरचना

# mCommonBatchDate
source: Batch date
hi: बैच का आकार

# mCommonBatchDuration
source: Batch duration
hi: बैच की अवधि

# mCommonEnrolled
source: Enrolled
hi: नामांकन किया

# mCommonRejected
source: Rejected
hi: अस्वीकृत

# mCommonTotalApplied
source: Total applied
hi: कुल अप्लाइ किए

# mCommonDownload
source: Download
hi: डाउनलोड करें

# mCommonPdf
source: PDF
hi: पीडीएफ

# mCommonPng
source: PNG
hi: पीएनजी

# mCommonSvg
source: SVG
hi: एसवीजी

# mCommonCongratulations
source: Congratulations!
hi: बधाई!

# mCommonYourCertificateAvailableShortly
source: Your certificate of completion will be available shortly.
hi: आपका प्रमाण पत्र जल्द ही उपलब्ध हो जाएगा

# mCommonWouldLoveHearExperience
source: We would love to hear about your experience, so please take a moment to
hi: हम आपके अनुभव के बारे में सुनना पसंद करेंगे, इसलिए कृपया कुछ समय निकालें।

# mCommonRateTheCourse
source: Rate the course
hi: कोर्स को रेट करें

# mCommonShareYourThoughts
source: and share your thoughts with us.
hi: और अपने विचार हमारे साथ साझा करें

# mCommonClose
source: Close
hi: बंद करें

# mContactHeaderForAnyTech
source: For any technical issues please contact
hi: किसी भी तकनीकी समस्या के लिए कृपया संपर्क करें

# mContactEmail
source: Email
hi: ईमेल करें

# mContactHelpDesk
source: Helpdesk
hi: हेल्पडेस्क

# mContactCall
source: Call
hi: कॉल करें

# mContactVideoConference
source: We are now available on Video Conference
hi: हम अब वीडियो कॉन्फ्रेंस पर उपलब्ध हैं ।

# mContactSupportReqd
source: For any Support Required
hi: किसी भी आवश्यक सहायता के लिए

# mContactWeekDays
source: Monday to Friday
hi: सोमवार से शुक्रवार तक

# mContactBtnJoinNow
source: Join Now
hi: अभी जुड़ें

# mTourGetStarted
source: Get started
hi: शुरू करें

# mTourWelcomeNote
source: Namaste! Welcome to the journey of anytime anywhere learning.
hi: नमस्ते! कभी भी कहीं भी सीखने की यात्रा में आपका स्वागत है ।

# mTourWhatIsiGOTKarmayogi
source: What is iGOT Karmayogi?
hi: आइगॉट कर्मयोगी क्या है?

# mTourTakeTour
source: Take a tour
hi: सैर करें

# mTourSkip
source: Skip
hi: छोड़ें

# mTourNext
source: Next
hi: अगला

# mTourPrevious
source: Previous
hi: पिछला

# mTourFinish
source: Finish
hi: समाप्त करें

# mTourStartNow
source: You are all set to start your learning journey.
hi: अपनी सीखने की यात्रा शुरू करने के लिए आप तैयार हैं ।

# mTourCongrats
source: Congratulations!
hi: बधाई!

# mTourStepLearn
source: Learn
hi: सीखें

# mTourStepDiscuss
source: Discuss
hi: चर्चा करें

# mTourDiscussContent
source: Discuss new ideas with colleagues and experts in the government.
hi: सरकार में सहयोगियों और विशेषज्ञों के साथ नए विचारों पर चर्चा करें ।

# mTourStepSearch
source: Search
hi: खोजें

# mTourSearchContent
source: Find the perfect course and program tailor-made for you.
hi: आपके लिए उपयुक्त कोर्स और कार्यक्रम यहाँ मिलेंगे ।

# mTourStepMyProfile
source: My Profile
hi: मेरा प्रोफाइल

# mTourMyProfileContent
source: Update your information to get the best-suited courses and programs.
hi: सबसे उपयुक्त कोर्स और कार्यक्रम के लिए अपनी जानकारी अपडेट करें ।

# mSettingGeneralSettings
source: General
hi: सामान्य

# mSettingNotifications
source: Notifications
hi: नोटिफिकेशन

# mSettingAccountAndPassword
source: Account and Password
hi: अकाउंट और पासवर्ड

# mSettingPrivacy
source: Privacy
hi: गोपनीयता

# mSettingGetStartedTour
source: 'Get Started' tour
hi: 'शुरू करो' दौरा

# mCourseBatchEnrollL1Msg
source: Your enrollment request is being reviewed. You will be notified when it is approved.
hi: आपके नामांकन अनुरोध की समीक्षा की जा रही है। स्वीकृति मिलने पर आपको सूचित किया जाएगा।

# mCourseBatchEnrollL2Msg
source: We are now reviewing your request. You will be notified when it is approved.
hi: हम अब आपके अनुरोध की समीक्षा कर रहे हैं। स्वीकृति मिलने पर आपको सूचित किया जाएगा।

# mCourseBatchEnrollDelayMsg
source: Are you still waiting for the approval?
hi: क्या आप अभी भी मंजूरी की प्रतीक्षा कर रहे हैं?

# mCourseBatchEnrollApprovedMsg
source: Your enrollment is now approved.
hi: आपका एनरोलमेंट अब स्वीकृत हो गया है ।

# mCourseBatchEnrollRejectedMsg
source: Your enrollment request for the selected batch has been rejected.
hi: चुने हुए बैच के लिए आपके एनरोलमेंट अनुरोध को अस्वीकार कर दिया गया है ।

# mCourseBatchEnrollRemoveMsg
source: Your enrollment request for the selected batch has been removed.
hi: चुने हुए बैच के लिए आपके एनरोलमेंट अनुरोध को हटा दिया गया है ।

# mCourseBatchEnrollSupportMsg
source: For help, write to us at
hi: मदद के लिए, हमें यहाँ लिखें

# mCourseBatchEnrollWithdrawMsg
source: Your request to withdraw from this blended program has been successfully processed.
hi: इस बलेंडेड कार्यक्रम से हटने के आपके अनुरोध को सफलतापूर्वक पूरा किया गया है।

# mCourseBatchListExpiredMsg
source: You can't enroll into this blended program.
hi: इस बलेंडेड कार्यक्रम में आपका नामांकन नहीं हो सकता

# mProfileHome
source: home
hi: होम

# mProfileNetwork
source: Network
hi: नेटवर्क

# mProfileUpdateprofile
source: Update profile
hi: प्रोफाइल अपडेट करें

# mProfilePersonalDetails
source: Personal Details
hi: व्यक्तिगत विवरण

# mProfileMaxFileSize
source: Max file size: 1 MB
hi: फाइल का अधिकतम आकारः 1 एमबी

# mProfileSupportedFiles
source: Supported file types: JPG, JPEG, PNG
hi: JPG, JPEG, PNG फ़ाइलों को सपोर्ट करता है

# mProfileFullName
source: Full Name
hi: पूरा नाम

# mProfileEnterFullName
source: Enter Full Name
hi: पूरा नाम दर्ज करें

# mProfileFullNameMandatory
source: Full name is mandatory
hi: पूरा नाम अनिवार्य है

# mProfileFullNameWithConditions
source: Name field can only contain letters, space and the character (').
hi: नाम के फील्ड में केवल अक्षर, बीच के खाली स्थान और वर्ण (') हो सकते हैं ।

# mProfileDOB
source: Date of Birth
hi: जन्म तिथि

# mProfileDOBMandatory
source: Date of Birth is mandatory
hi: जन्म तिथि अनिवार्य है

# mProfileNationality
source: Nationality
hi: राष्ट्रीयता

# mProfileMotherTongue
source: Mother Tongue
hi: मातृभाषा

# mProfileDomicileMandatory
source: Domicile Medium is mandatory
hi: मातृभाषा अनिवार्य है

# mProfileDomicileEror
source: Please choose a value from the list provided above.
hi: कृपया ऊपर दी गई सूची से एक विकल्प चुनें

# mProfileGender
source: Gender
hi: लिंग

# mProfileMale
source: Male
hi: पुरुष

# mProfileFemale
source: Female
hi: महिला

# mProfileOthers
source: Others
hi: अन्य

# mProfileMartalStatus
source: Marital Status
hi: वैवाहिक स्थिति

# mProfileSingle
source: Single
hi: एकल

# mProfileMarried
source: Married
hi: विवाहित

# mProfileCategory
source: Category
hi: श्रेणी

# mProfileGeneral
source: General
hi: सामान्य

# mProfileOBC
source: OBC
hi: ओ.बी.सी.

# mProfileSC
source: SC
hi: एससी

# mProfileST
source: ST
hi: एसटी

# mProfileOtherLanguages
source: Other Languages Known
hi: अन्य ज्ञात भाषाएँ

# mProfileOtherLanguageMandatory
source: Other Languages Known is mandatory
hi: अन्य ज्ञात भाषाएँ अनिवार्य है

# mProfileMobileNumber
source: Mobile Number
hi: मोबाइल नंबर

# mProfileMobileNumberError
source: Please enter your mobile number
hi: कृपया अपना मोबाइल नंबर दर्ज करें

# mProfileMobileNumberLengthError
source: Please enter a valid 10 digit mobile number
hi: कृपया 10 अंकों का एक वैध मोबाइल नंबर दर्ज करें

# mProfileGetOTP
source: Get OTP
hi: ओ. टी. पी. प्राप्त करें

# mProfileResendOTPAfter
source: Resend OTP after
hi: इसके बाद पुनः ओ.टी.पी. भेजें

# mProfileResendOTP
source: Resend OTP
hi: ओ.टी.पी. फिर से भेजें

# mProfileVerifyOTP
source: Verify OTP
hi: ओ.टी.पी. सत्यापित करें

# mProfileTelephoneNumber
source: Telephone Number (e.g., 0123-26104183)
hi: दूरभाष संख्या (जैसे, 0123-26104183)

# mProfileTelephoneNumberValidation
source: Please enter a valid telephone number (e.g., 0123-26104183)
hi: कृपया एक वैध टेलीफोन नंबर दर्ज करें (जैसे, 0123-26104183)

# mProfileTelePhoneMandatory
source: Telephone Number is mandatory
hi: टेलीफोन नंबर अनिवार्य है

# mProfilePrimaryEmail
source: Primary Email
hi: मुख्य ईमेल

# mProfilePrimaryEmailMandatory
source: Primary Email is mandatory
hi: मुख्य ईमेल अनिवार्य है

# mProfileOfficialEmail
source: This is my official email
hi: यह मेरा आधिकारिक ईमेल है

# mProfileSecondaryEmail
source: Secondary Email
hi: वैकल्पिक ईमेल

# mProfileSecondaryEmailValidation
source: Max 64 characters before '@' & 255 characters after '@' are valid.
hi: @' से पहले अधिकतम 64 वर्ण और '@' के बाद 255 वर्ण मान्य हैं ।

# mProfilePostalAddress
source: Postal Address
hi: डाक का पता

# mProfilePostalAddressMandatory
source: Postal Address is mandatory
hi: डाक पता अनिवार्य है

# mProfilePostalAddressLengthValidation
source: You have exceeded 200 characters.
hi: आपने 200 वर्णों को पार कर लिया है

# mProfileAddressPlaceholder
source: Type Your Residence Address Here
hi: अपना निवास पता यहाँ टाइप करें

# mProfilePinCode
source: Pin Code
hi: पिन कोड

# mProfilePinMandatory
source: Pin Code is mandatory
hi: पिन कोड अनिवार्य है

# mProfilePinLength
source: Please enter a valid 6 digit pincode
hi: कृपया 6 अंकों का एक वैध पिनकोड दर्ज करें

# mProfileEarnKarmayogiBadge
source: Earn your Karmayogi Badge today
hi: आज ही अपना कर्मयोगी बैज अर्जित करें

# mProfileTenth
source: 10th Standard
hi: 10वीं कक्षा

# mProfileSchoolName
source: School Name
hi: विद्यालय का नाम

# mProfileSchoolNameMandatory
source: School Name is mandatory
hi: विद्यालय का नाम अनिवार्य है

# mProfileTwelveth
source: 12th Standard
hi: 12वीं कक्षा

# mProfileYearOfPassing
source: Year of Passing
hi: पास करने का वर्ष

# mProfileValidFourDigit
source: Please enter a valid 4 digit year
hi: कृपया 4 अंकों का एक वैध वर्ष दर्ज करें

# mProfileGraduationDetails
source: Graduation Details
hi: स्नातक का विवरण

# mProfileDegree
source: Degree
hi: डिग्री

# mProfileOther
source: Other
hi: अन्य

# mProfileOtherGraduationMandatory
source: Other Graduation Name is mandatory
hi: अन्य स्नातक नाम अनिवार्य है

# mProfileInstituteName
source: Institute Name
hi: संस्थान का नाम

# mProfileInstituteNameMandatory
source: Institute Name is mandatory
hi: संस्थान का नाम अनिवार्य है

# mProfileAddOtherQualification
source: Add Other Qualification
hi: अन्य योग्यताएँ जोड़ें

# mProfilePostGraduationDetails
source: Post Graduation Details
hi: स्नातकोत्तर का विवरण

# mProfileProfessionalDetails
source: Professional Details
hi: प्रोफेशनल विवरण

# mProfileGovernmentOrganisation
source: Government Organisation
hi: सरकारी ऑरगनाईजेशन

# mProfileNonGovernmentOrganisation
source: Non-Government Organisation
hi: गैर-सरकारी संगठन

# mProfileOrganisationName
source: Organisation Name
hi: ऑर्गनाईजेशन का नाम

# mProfileOtherOrganisationMandatory
source: Other Organisation Name is mandatory
hi: अन्य ऑर्गनाईजेशन का नाम अनिवार्य है।

# mProfileIndustry
source: Industry
hi: इंडस्ट्री

# mProfileOtherIndustryName
source: Other Industry Name is mandatory
hi: अन्य इंडस्ट्री का नाम अनिवार्य है

# mProfileDesignation
source: Designation
hi: पदनाम

# mProfileOtherDesignationMandatory
source: Other Designation Name is mandatory
hi: अन्य पदनाम अनिवार्य है

# mProfileCountry
source: Country
hi: देश

# mProfileDateOfJoining
source: Date of Joining
hi: जॉइन करने की तिथि

# mProfileDateOfJoiningMandatory
source: Date of Joining is mandatory
hi: जॉइन करने की तिथि अनिवार्य है

# mProfileDescription
source: Description
hi: विवरण

# mProfileDescriptionLength
source: You have exceeded 500 characters.
hi: आपने 500 वर्णों को पार कर लिया है

# mProfileCharacters
source: characters
hi: वर्ण

# mProfileOtherDetailsGovernmentEmployees
source: Other Details For Government Employees (If Applicable)
hi: सरकारी कर्मचारियों के लिए अन्य विवरण (यदि लागू हो)

# mProfilePayBand
source: Pay Band (Grade Pay)
hi: वेतनमान (ग्रेड का वेतन)

# mProfileService
source: Service
hi: सेवा

# mProfileCadre
source: Cadre
hi: संवर्ग

# mProfileAllotmentYearOfService
source: Allotment Year of Service
hi: आबंटन सेवा वर्ष

# mProfileCivilListNumber
source: Civil List Number
hi: सिविल सूची संख्या

# mProfileCivilListNumberMandatory
source: Civil List Number is mandatory
hi: सिविल सूची संख्या अनिवार्य है

# mProfileEmployeeCode
source: Employee Code
hi: कर्मचारी कोड

# mProfileEmployeeCodeMandatory
source: Employee Code is mandatory
hi: कर्मचारी कोड अनिवार्य है

# mProfileOfficePostalAddress
source: Office Postal Address
hi: कार्यालय का डाक पता

# mProfileOfficePostalAddressMandatory
source: Office Postal Address is mandatory
hi: कार्यालय डाक पता अनिवार्य है

# mProfileOfficePostalAddressLength
source: You have exceeded 200 characters.
hi: आपने 200 वर्णों को पार कर लिया है

# mProfileTags
source: Tags
hi: टैग

# mProfileNoTags
source: No tags available
hi: कोई टैग उपलब्ध नहीं है

# mProfileApproveRequest
source: Once Your department will approve your request, System will unlock this section.
hi: आपके विभाग से आपके अनुरोध की मंजूरी मिलते ही सिस्टम इस भाग को खोल देगा।

# mProfileSaveDetails
source: Save Details
hi: विवरण सेव करें

# mCommonFilterSearch
source: Filter search
hi: सर्च को फ़िल्टर करें

# mCommonProgram
source: Program
hi: कार्यक्रम

# mCommonLearningResource
source: Learning Resource
hi: सीखने का संसाधन

# mCommonStandaloneAssessment
source: Standalone Assessment
hi: स्वतंत्र आकलन

# mCommonModeratedCourses
source: Moderated Courses
hi: मॉडरेटेड कोर्स

# mCommonBlendedProgram
source: Blended Program
hi: ब्लेन्डेड कार्यक्रम

# mCommonCuratedProgram
source: Curated Program
hi: क्यूरेटेड कार्यक्रम

# mMsgNoEvent
source: No Event
hi: कोई ईवेंट नहीं

# mMsgSuccessfullyEnrolled
source: Successfully enrolled
hi: सफलतापूर्वक नामांकित

# mMsgFailed
source: Failed
hi: असफल रहा

# mMsgYourActionIsSuccessful
source: Your action is successful
hi: आपका कार्य सफल है

# mMsgNoSearchResultFound
source: No search results found!
hi: सर्च के कोई परिणाम नहीं

# mMsgNoUserFound
source: No users found!
hi: कोई उपयोगकर्ता नहीं मिला!

# mMsgShowAll
source: Show All
hi: सब दिखाएँ

# mMsgPeopleYouMayKnow
source: People you may know
hi: जिन लोगों को आप जानते होंगे

# mMsgSeeMore
source: See More
hi: अधिक देखें

# mMsgNoConnectionFound
source: No connection found
hi: कोई संपर्क नहीं मिला

# mMsgSearchResult
source: Search Results !
hi: परिणाम खोजें

# mMsgMoRecommUser
source: No recommended users!
hi: कोई अनुशंसित उपयोगकर्ता नहीं!

# mMsgNoOpeningFound
source: No Opening found
hi: कोई रिक्त पद का विज्ञापन नहीं मिला

# mMsgNoCompetenciesFound
source: No competencies found
hi: कोई कॉम्पीटेन्सी नहीं मिली

# mMsgFindCompetenciesToAddFrom
source: Find competencies to add from
hi: जोड़ने के लिए कॉम्पीटेन्सी खोजें

# mMsgAllCompetencies
source: All competencies
hi: सभी कॉम्पीटेन्सी

# mMsgNotEnoughData
source: Not enough data
hi: पर्याप्त डेटा नहीं

# mMsgNotFound
source: Not Found
hi: नहीं मिला

# mMsgCbcPortal
source: CBC Portal
hi: सीबीसी पोर्टल

# mMsgSpvPortal
source: SPV Portal
hi: एस.पी.वी. पोर्टल

# mMsgFracDictionary
source: FRAC Dictionary
hi: फ्रैक शब्दकोष

# mMsgMore
source: more
hi: अधिक

# mMsgKnowledgeResources
source: knowledge Resources
hi: ज्ञान संसाधन

# mMsgDashboard
source: Dashboard
hi: डैशबोर्ड

# mMsgSettings
source: Settings
hi: सेटिंग

# mMsgNoDataFound
source: No data found!
hi: कोई डेटा नहीं मिला!

# mCommonSearchResults
source: search results
hi: परिणाम खोजें

# mCommonSearchResult
source: search result
hi: परिणाम खोजें

# mCommonFor
source: for
hi: के लिए

# mCommonAudio
source: Audio
hi: ऑडियो

# mCommonPDF
source: PDF
hi: पीडीएफ

# mCommonWebpage
source: Webpage
hi: वेबपेज

# mCommonBy
source: By
hi: से

# mCommonNoResults
source: No results found
hi: कोई परिणाम नहीं मिला

# mCommonRemoveFilters
source: Try removing the filters or search using different keywords
hi: फ़िल्टर को हटाने का प्रयास करें या अलग-अलग मुख्य शब्दों का उपयोग करके खोजें

# mCommonHome
source: home
hi: होम

# mRegisterregister
source: Register
hi: रजिस्टर करें

# mRegisterfullName
source: Full name
hi: पूरा नाम

# mRegisterfullNameMandatory
source: Full name is mandatory
hi: पूरा नाम अनिवार्य है

# mRegisterenterYourFullName
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

# mRegisterfullNameWitoutSp
source: Name field can only contain letters, space and the character (.).
hi: नाम के फील्ड में केवल अक्षर, बीच के खाली स्थान और वर्ण (.) हो सकते हैं ।

# mRegistergroup
source: Group
hi: समूह

# mRegisterselectYourGroup
source: Select your group
hi: अपना ग्रुप चुनें

# mRegistergroupMandatory
source: Group is mandatory
hi: समूह अनिवार्य है

# mRegisteremail
source: Email
hi: ईमेल करें

# mRegisterenterYourEmailAddress
source: Enter your email address
hi: अपना ईमेल पता दर्ज करें

# mRegisterpleaseEnterEmail
source: Please enter your email address
hi: कृपया अपना ईमेल पता दर्ज करें

# mRegistervalidEmail
source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें

# mRegisteremailLengthValidation
source: Max 64 characters before '@' & 255 characters after '@' are valid.
hi: @' से पहले अधिकतम 64 वर्ण और '@' के बाद 255 वर्ण मान्य हैं ।

# mRegisterdonotHaveGovernmentEmail
source: Do not have a government email address?
hi: क्या आपके पास सरकारी ईमेल पता नहीं है?

# mRegisterrequestForHelp
source: Request for help
hi: मदद के लिए अनुरोध

# mRegistersendOTP
source: Send OTP
hi: ओ.टी.पी. भेजें

# mRegisterenterOTP
source: Enter OTP
hi: ओ.टी.पी. डालें

# mRegisterresendOTPAfter
source: Resend OTP after
hi: इसके बाद पुनः ओ.टी.पी. भेजें

# mRegisterresendOTP
source: Resend OTP
hi: ओ.टी.पी. फिर से भेजें

# mRegisterverifyOTP
source: Verify OTP
hi: ओ.टी.पी. सत्यापित करें

# mRegistermobileNumber
source: Mobile Number
hi: मोबाइल नंबर

# mRegisterEnterMobileNumber
source: Enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें

# mRegistervalidMobilenumber
source: Please enter a valid 10 digit mobile number
hi: कृपया 10 अंकों का एक वैध मोबाइल नंबर दर्ज करें

# mRegistermobileOtp
source: Mobile otp is required
hi: मोबाइल ओटीपी की आवश्यकता है

# mRegistercenterOrState
source: Center/State
hi: केंद्र/राज्य

# mRegistercenter
source: Center
hi: केंद्र

# mRegisterstate
source: State
hi: राज्य

# mRegisterorganisation
source: Organisation
hi: ऑर्गनाईजेशन

# mRegistersearchOrganisation
source: Search organisation
hi: ऑरगनाईजेशन खोजें

# mRegistersearch
source: Search
hi: खोजें

# mRegisterenterOrganisationName
source: Please enter your organisation name
hi: कृपया अपने संगठन का नाम दर्ज करें

# mRegisternotFound
source: Not found yet?
hi: अभी तक नहीं मिला?

# mRegisterunder
source: Under
hi: के तहत

# mRegisternoMatchingSearch
source: We couldn't find any matches for your search.
hi: हम आपकी खोज के लिए कोई मिलान नहीं पा सके ।

# mRegisterconfirmInfo
source: I confirm that the above provided information is accurate.
hi: मेरी पुष्टि है कि ऊपर दी गई जानकारी सही है ।

# mRegisteragree
source: I agree to the iGOT karmayogi's
hi: मैं आई. जी. ओ. टी. कर्मयोगी से सहमत हूँ।

# mRegisterterms
source: Terms of Service
hi: सेवा की शर्तें

# mRegistersignup
source: SIGN UP
hi: साइन अप करें

# mRegisterhaveAccount
source: Already have an account?
hi: पहले से ही एक अकाउंट है?

# mRegistersignin
source: Sign in here
hi: यहाँ साइन इन करें
