Repository: ShankarTarento/shankar_toc_module
Catalog: lib/l10n/app_*.arb
Languages: hi

# mStaticSubSector
source: Sub-sector
hi: उप-क्षेत्र

# mSearchSector
source: Search sectors
hi: क्षेत्रों को खोजें

# mSearchSubSector
source: Search sub-sectors
hi: उप-क्षेत्रों को खोजें

# mSearchCategory
source: Search categories
hi: श्रेणियाँ खोजें

# mRelatedResources
source: Related resources
hi: संबंधित संसाधन

# mPublishedOn
source: Published on
hi: को प्रकाशित

# mResourceType
source: Resource type
hi: संसाधन प्रकार

# mStaticSectors
source: Sectors
hi: सेक्टर

# mStaticSubSectors
source: Sub-Sectors
hi: सब-सेक्टर

# mNoResourcesFound
source: No resources found
hi: कोई संसाधन नहीं मिले

# mViewAllCategories
source: View all categories
hi: सभी श्रेणियों को देखें

# mGyaanKarmayogiDescription
source: Knowledge repository of policy documents, case studies, best practices, and other learning resources from various stakeholders in the field of governance and public services.
hi: शासन और सार्वजनिक सेवाओं के क्षेत्र में विभिन्न हितधारकों से नीतिगत दस्तावेजों, केस स्टडी, बेस्ट प्रैक्टिस, और अन्य सीखने के संसाधनों का ज्ञान भंडार।

# mEnterYourText
source: Enter your text
hi: अपना टेक्स्ट दर्ज करें

# mStaticQuestionNo
source: Question No.
hi: प्रश्न सं।

# mStaticMarks
source: Marks
hi: निशानियाँ

# mStaticMark
source: Mark
hi: निशान

# mStaticNotVisited
source: Not Visited
hi: दौरा नहीं किया

# mStaticLegend
source: Legend
hi: पौराणिक कथाएँ

# mStaticMarkForReviewAndNext
source: Mark for review & next
hi: समीक्षा और अगले के लिए चिह्नित करें

# mStaticClearResponse
source: Clear Response
hi: स्पष्ट प्रतिक्रिया

# mStaticSavenNext
source: Save & Next
hi: बचाएँ & अगला

# mHomeMdoUpdatedDetailsMsg
source: MDO has updated your details.
hi: एम. डी. ओ. ने आपके विवरण को अद्यतन कर दिया है।

# mHomeMdoRejectedRequestMsg
source: MDO has rejected your request.
hi: एम. डी. ओ. ने आपके अनुरोध को अस्वीकार कर दिया है।

# mHomeMdoApprovedRequestMsg
source: MDO has approved your request.
hi: एम. डी. ओ. ने आपके अनुरोध को मंजूरी दे दी है।

# mProfileUserNameUpdatedMsg
source: Username updated successfully
hi: उपयोगकर्ता नाम सफलतापूर्वक अद्यतन किया गया

# mSurveyThanksForSubmitting
source: Thanks for submitting the survey
hi: सर्वेक्षण प्रस्तुत करने के लिए धन्यवाद।

# mStaticSelect
source: Select
hi: चुनें

# mStaticJanKarmayogi
source: Jan Karmayogi
hi: जन कर्मयोगी

# mStaticJanKarmayogiDescription
source: To enhance the capacity of government officials at the last mile through functional, behavioral and domain competency courses, and other learning resources, to ensure efficient, transparent, and responsive services to citizens.
hi: नागरिकों को कुशल, पारदर्शी और उत्तरदायी सेवाएं सुनिश्चित करने के लिए कार्यात्मक, व्यवहार और क्षेत्र योग्यता पाठ्यक्रमों और अन्य शिक्षण संसाधनों के माध्यम से अंतिम छोर पर सरकारी अधिकारियों की क्षमता को बढ़ाना।

# mCommonNoCourseFound
source: No course found
hi: कोई पाठ्यक्रम नहीं मिला

# mSecondsPerQuestion
source: seconds per question
hi: प्रति प्रश्न सेकंड

# mTimeRunsOut
source: If the given time runs out, the answer will be auto-submitted
hi: यदि दिया गया समय समाप्त हो जाता है, तो उत्तर स्वतः प्रस्तुत हो जाएगा।

# mSkippedQuestionsAttemptedBeforeSubmiting
source: Skipped questions can be attempted again before submitting
hi: छोड़ दिए गए प्रश्नों को जमा करने से पहले फिर से प्रयास किया जा सकता है।

# mNoNegativeMarking
source: No negative marking
hi: कोई नकारात्मक अंकन नहीं

# mUnansweredConsideredIncorrect
source: Unanswered will be considered as incorrect
hi: अनुत्तरित को गलत माना जाएगा।

# mScoresWillNotBeStored
source: The scores will not be stored or shared
hi: अंकों को संग्रहीत या साझा नहीं किया जाएगा।

# mStaticSaveAndSubmit
source: Save & Submit
hi: सहेजें और जमा करें

# mAssessmentMyOverallPerformanceSummary
source: My Overall performance summary
hi: मेरा समग्र प्रदर्शन सारांश

# mAssessmentCorrect
source: Correct
hi: सही।

# mAssessmentAttempted
source: Attempted
hi: कोशिश की।

# mAssessmentAccuracy
source: Accuracy
hi: सटीकता

# mAssessmentSubmitTest
source: Submit Test
hi: परीक्षण जमा करें

# mAssessmentNoOfQuestions
source: No of Questions
hi: प्रश्नों की संख्या

# mAssessmentMarkedForReview
source: Marked for Review
hi: समीक्षा के लिए चिह्नित

# mAssessmentSection
source: Section
hi: अनुभाग

# mAssessmentSubmitTheTest
source: Submit the test
hi: परीक्षण प्रस्तुत करें

# mAssessmentTimeTaken
source: Time Taken
hi: लिया गया समय

# mAssessmentCollapse
source: Collapse
hi: पतन

# mAssessmentMySectionWiseSummary
source: My Section wise summary
hi: मेरा खंडवार सारांश

# mAssessmentCompetitiveAnalysis
source: Competitive Analysis
hi: प्रतिस्पर्धात्मक विश्लेषण

# mAssessmentScore
source: Score
hi: स्कोर

# mAssessmentReattemptTest
source: Reattempt Test
hi: पुनः परीक्षण का प्रयास करें

# mAssessmentInsights
source: Insights
hi: अंतर्दृष्टि

# mAssessmentTopperScore
source: Topper Score
hi: टॉपर स्कोर

# mAssessmentWrong
source: Wrong
hi: गलत है।

# mAssessmentUnattempted
source: Unattempted
hi: कोशिश नहीं की।

# mAssessmentStatus
source: Status
hi: स्थिति

# mAssessmentQuestionTagging
source: Question Tagging
hi: प्रश्न टैगिंग

# mStaticContent
source: Content
hi: सामग्री

# mStaticContents
source: Contents
hi: सामग्री

# mStaticExploreByAllProviders
source: Explore By All Providers
hi: सभी प्रदाताओं द्वारा अन्वेषण करें

# mStaticSearchProviders
source: Search Providers
hi: प्रदाताओं को खोजें

# mStaticAllContents
source: All Contents
hi: सभी सामग्री

# mMicroSiteForTheContent
source: For The Content
hi: सामग्री के लिए

# mStaticViewAllContents
source: View All Contents
hi: सभी सामग्री देखें

# mStaticViewFullCalender
source: View Full Calendar
hi: पूरा कैलेंडर देखें

# mStaticNoTraining
source: No trainings.
hi: कोई प्रशिक्षण नहीं।

# mMicroSiteMonth
source: Month
hi: महीना

# mMicroSiteTrainingCalendar
source: Training calendar
hi: प्रशिक्षण कैलेंडर

# mMicroSiteNoMonthFound
source: No month found
hi: कोई महीना नहीं मिला

# mMicroSiteFeaturedProviders
source: Featured Providers
hi: विशिष्ट प्रदाता

# mCommonNoContentsFound
source: No contents found
hi: कोई सामग्री नहीं मिली

# mCommonAllContentType
source: All Content Type
hi: सभी सामग्री प्रकार

# mHomeToSeeChanges
source: to see the changes.
hi: परिवर्तनों को देखें।

# mCompatibilityTitle
source: Compatibility Warning!
hi: संगतता चेतावनी!

# mCompatibilityDescription
source: Oops! It seems like this resource isn't compatible with the current version of the app. Please update your app to access this resource, or check back later if the update isn't available right now.
hi: ओह! ऐसा लगता है कि यह संसाधन ऐप के वर्तमान संस्करण के साथ संगत नहीं है। कृपया इस संसाधन तक पहुँचने के लिए अपना ऐप अपडेट करें, या अगर अपडेट अभी उपलब्ध नहीं है तो बाद में फिर से जाँच करें।

# mStaticUpdateApp
source: Update app
hi: ऐप को अपडेट करें

# mTipsForLearners
source: Tips for Learners
hi: शिक्षार्थियों के लिए सुझाव

# mDisableTipsText
source: Tips for Learners will be hidden. If you want to access visit profile.
hi: शिक्षार्थियों के लिए सुझावों को छिपा दिया जाएगा। यदि आप प्रोफ़ाइल पर जाना चाहते हैं।

# mStaticHide
source: Hide
hi: छुपाएँ।

# mStaticMins
source: mins
hi: मिन

# mMySpace
source: My Space
hi: मेरा स्थान

# mScheduledAssesment
source: Scheduled Assessment
hi: अनुसूचित मूल्यांकन

# mRecentlyAdded
source: Recently Added
hi: हाल ही में जोड़ा गया

# mTrendingAcrossDepartment
source: Trending Across Department
hi: पूरे विभाग में रुझान

# mIgotPlans
source: iGOT plans
hi: आई. जी. ओ. टी. की योजनाएं

# mAssesmentStartsIn
source: Assessment starts in
hi: मूल्यांकन शुरू होता है

# mViewProvider
source: View Provider
hi: प्रदाता को देखें

# mAssessmentInstructionAgreeStatemet
source: I have read and understood all the instructions. I understand that using unfair means of any sort for any advantage will lead to immediate disqualification. The decision of iGOTkarmayogi.gov.in will be final in these matters.
hi: मैंने सभी निर्देशों को पढ़ लिया है और समझ लिया है। मैं समझता हूं कि किसी भी लाभ के लिए किसी भी प्रकार के अनुचित साधनों का उपयोग करने से तत्काल अयोग्यता हो जाएगी। इन मामलों में iGOTkarmayogi.gov.in का निर्णय अंतिम होगा।

# mAssessmentInstructionAgreeStatemetPrefix
source: I have read and understood all the instructions. I understand that using unfair means of any sort for any advantage will lead to immediate disqualification. The decision of
hi: मैंने सभी निर्देशों को पढ़ लिया है और समझ लिया है। मैं समझता हूं कि किसी भी लाभ के लिए किसी भी प्रकार के अनुचित साधनों का उपयोग करने से तत्काल अयोग्यता हो जाएगी। का निर्णय

# mAssessmentInstructionAgreeStatemetSuffix
source: will be final in these matters.
hi: इन मामलों में यह अंतिम होगा।

# mAssessmentSubmitWarning
source: Do you want to submit your test finally. After submitting test, you will have to start the test from beginning.
hi: क्या आप अंत में अपना परीक्षण प्रस्तुत करना चाहते हैं? टेस्ट जमा करने के बाद आपको शुरू से ही टेस्ट शुरू करना होगा।

# mAssessmentRetakeLimitExceed
source: You have exceeded the maximum allowed attemept
hi: आपने अधिकतम अनुमत क्षमता को पार कर लिया है।

# mAssessmentPleaseAttemptAndMoveNext
source: Please attempt the current question to move on next question
hi: कृपया अगले प्रश्न पर आगे बढ़ने के लिए वर्तमान प्रश्न का प्रयास करें

# mAssessmentThankYouMessage
source: Thank you for taking the test
hi: परीक्षा देने के लिए धन्यवाद।

# mAssessmentDetailedAnalysisWillShare
source: Your detailed analysis will be shared with you soon.
hi: आपका विस्तृत विश्लेषण जल्द ही आपके साथ साझा किया जाएगा।

# mHomeKarmaPrograms
source: Karma Programs
hi: कर्म कार्यक्रम

# mLearnKarmaProgramDescription
source: Explore all karma programs
hi: सभी कर्म कार्यक्रमों का अन्वेषण करें

# mLearnExploreAllKarmaPrograms
source: Explore All Karma Programs
hi: सभी कर्म कार्यक्रमों का अन्वेषण करें

# mLearnSearchKarmaPrograms
source: Search Karma Programs
hi: कर्म कार्यक्रम खोजें

# mStaticExploreByAllChannels
source: Explore All Channels
hi: सभी चैनलों का अन्वेषण करें

# mStaticSearchChannels
source: Search Channels
hi: चैनल खोजें

# mMdoChannelKeyAnnouncements
source: Key Announcements
hi: प्रमुख घोषणाएँ

# mStaticChannels
source: MDO Channels
hi: एमडीओ चैनल

# mMdoChannelCompetenciesDescription
source: This section shows the list of top competencies users in this MDO are learning, based on the courses they've completed and enrolled in.
hi: यह खंड उन शीर्ष दक्षताओं की सूची दिखाता है जो इस एम. डी. ओ. में उपयोगकर्ता सीख रहे हैं, जो उन पाठ्यक्रमों के आधार पर हैं जिन्हें उन्होंने पूरा किया है और नामांकित किया है।

# mAssessmentResponseAddedMsg
source: Selected section response is already submitted
hi: चयनित अनुभाग प्रतिक्रिया पहले ही प्रस्तुत की जा चुकी है

# mAssessmentGoBackToToc
source: Go back to TOC
hi: टीओसी पर वापस जाएँ

# mAssessmentNotAllowedToSwitchSection
source: You are not allowed to move to the next section until the current section is submitted.
hi: जब तक वर्तमान खंड प्रस्तुत नहीं किया जाता है, तब तक आपको अगले खंड में जाने की अनुमति नहीं है।

# mLearnObjectives
source: Objectives
hi: उद्देश्य

# mLearnRedirect
source: Redirect
hi: पुनर्निर्देशित करें

# mStaticForYou
source: For You
hi: आपके लिए।

# mLearnMarketplace
source: Marketplace
hi: बाज़ार

# mAssesmentEndsIn
source: Assessment ends on
hi: मूल्यांकन समाप्त होता है

# mKarmayogiSurvey
source: Karmayogi Survey
hi: कर्मयोगी सर्वे

# mStaticEnrolledSuccessMessage
source: Successfully enrolled in the course.
hi: पाठ्यक्रम में सफलतापूर्वक दाखिला लिया।

# mStaticPartners
source: Partners
hi: साझेदार

# mStaticTrainingInstitutions
source: Training Institutions
hi: प्रशिक्षण संस्थान

# mExternalCourseMessage
source: Progress and certificates for {course} course are visible only after you complete the course and pass the assessment
hi: {course} पाठ्यक्रम की प्रगति और प्रमाण पत्र आपके पाठ्यक्रम पूरा करने और मूल्यांकन पास करने के बाद ही दिखाई देते हैं।

# mStaticNoContent
source: Content will be available soon.
hi: सामग्री जल्द ही उपलब्ध होगी।

# mStaticAtiNoFutureCourses
source: Currently, there are no featured courses available. Please check back later for updates on our upcoming courses.
hi: वर्तमान में, कोई विशेष पाठ्यक्रम उपलब्ध नहीं हैं। कृपया हमारे आगामी पाठ्यक्रमों के बारे में अद्यतन जानकारी के लिए बाद में देखें।

# mStaticAtiNoFuturePrograms
source: Currently, there are no featured programs available. Please check back later for updates on our upcoming programs.
hi: वर्तमान में, कोई विशेष कार्यक्रम उपलब्ध नहीं हैं। कृपया हमारे आगामी कार्यक्रमों के बारे में अद्यतन जानकारी के लिए बाद में देखें।

# mStaticAtiNoFutureAssessments
source: Currently, there are no featured assessments available. Please check back later for updates on our upcoming assessments
hi: वर्तमान में, कोई विशेष मूल्यांकन उपलब्ध नहीं हैं। कृपया हमारे आगामी मूल्यांकनों के बारे में अद्यतन जानकारी के लिए बाद में देखें

# mStaticNoTopCourses
source: Currently, there are no top courses available. Please check back later for updates on our upcoming courses.
hi: वर्तमान में, कोई शीर्ष पाठ्यक्रम उपलब्ध नहीं हैं। कृपया हमारे आगामी पाठ्यक्रमों के बारे में अद्यतन जानकारी के लिए बाद में देखें।

# mStaticNoTopPrograms
source: Currently, there are no top programs available. Please check back later for updates on our upcoming programs.
hi: वर्तमान में, कोई शीर्ष कार्यक्रम उपलब्ध नहीं हैं। कृपया हमारे आगामी कार्यक्रमों के बारे में अद्यतन जानकारी के लिए बाद में देखें।

# mStaticNoTopAssessments
source: Currently, there are no top assessments available. Please check back later for updates on our upcoming assessments.
hi: वर्तमान में, कोई शीर्ष मूल्यांकन उपलब्ध नहीं हैं। कृपया हमारे आगामी मूल्यांकनों के बारे में अद्यतन जानकारी के लिए बाद में देखें।

# mStaticAlreadyEntered
source: You already entered that
hi: आप पहले ही दर्ज कर चुके हैं कि

# mStaticNoCbpData
source: No capacity building plans yet.
hi: अभी तक क्षमता निर्माण की कोई योजना नहीं है।

# mDearKarmayogi
source: Dear Karmayogi,
hi: प्रिय कर्मयोगी,

# mBackSoon
source: We'll Be Back Soon!
hi: हम जल्द ही वापस आ जाएँगे!

# mMaintenanceMessage
source: Our website is currently undergoing scheduled maintenance to bring you a better experience, to enhance your learning journey at iGOT Karmayogi.
hi: आई. जी. ओ. टी. कर्मयोगी में आपकी सीखने की यात्रा को बढ़ाने के लिए, हमारी वेबसाइट वर्तमान में आपके लिए एक बेहतर अनुभव लाने के लिए निर्धारित रखरखाव के दौर से गुजर रही है।

# mAppreciateYourPatience
source: We appreciate your patience.
hi: हम आपके धैर्य की सराहना करते हैं।

# mStayConnectedMessage
source: In the meantime, stay connected with us on:
hi: इस बीच, हमारे साथ जुड़े रहेंः

# mJoinConferenceMessage
source: For any queries please join our conference call
hi: किसी भी प्रश्न के लिए कृपया हमारे कॉन्फ्रेंस कॉल में शामिल हों।

# mCallNow
source: Call Now
hi: अभी कॉल करें

# mEmailUs
source: Email us at
hi: हमें ईमेल करें

# mStaticNoTrainingInstitutionsFound
source: No training institutions found!
hi: कोई प्रशिक्षण संस्थान नहीं मिला!

# mStaticClickToSeeVideo
source: Click Here to see Video
hi: वीडियो देखने के लिए यहां क्लिक करें

# mStaticClickToSeeAudio
source: Click Here to see Audio
hi: ऑडियो देखने के लिए यहां क्लिक करें

# mLearnYouAreNotInvited
source: You are not invited for this Program.
hi: आपको इस कार्यक्रम के लिए आमंत्रित नहीं किया गया है!

# mStaticIsCadreEmployee
source: Are you a Cadre Employee?
hi: क्या आप एक संवर्ग कर्मचारी हैं??

# mStaticTypeOfCivilService
source: Type of Civil Service
hi: सिविल सेवा का प्रकार

# mStaticBatch
source: Batch
hi: बैच

# mProfileCadreControllingAuthority
source: Cadre Controlling Authority
hi: संवर्ग नियंत्रण प्राधिकरण

# mStaticRequestForService
source: Request for service
hi: सेवा के लिए अनुरोध

# mStaticRequestToAddService
source: Request to add Service
hi: सेवा जोड़ने का अनुरोध

# mProfileServiceMandatory
source: Service is mandatory
hi: सेवा अनिवार्य है।

# mAssessmentReportCard
source: Report Card
hi: रिपोर्ट कार्ड

# mProfileProvideValidCadreDetails
source: Please fill in all mandatory cadre information to update your profile.
hi: कृपया अपनी प्रोफ़ाइल को अद्यतन करने के लिए सभी अनिवार्य संवर्ग जानकारी भरें।

# mAssessmentQuestionsNotFound
source: Questions not found
hi: प्रश्न नहीं मिले

# mFontSettings
source: Font Settings
hi: फ़ॉन्ट सेटिंग्स

# mHomeSubDiscussPopularDiscuss
source: Popular discussions
hi: लोकप्रिय चर्चाएँ

# mStaticComment
source: Comment
hi: टिप्पणी

# mNotMyUserTimeAlertMsg
source: You are no longer recognized as a user by your current organization, and access to the platform will end in 48 hours. If you believe this is incorrect, contact your MDO or make a "Transfer Request" to select your proper organization.
hi: आप अब अपने वर्तमान संगठन द्वारा एक उपयोगकर्ता के रूप में मान्यता प्राप्त नहीं हैं, और मंच तक पहुंच 48 घंटों में समाप्त हो जाएगी। यदि आपको लगता है कि यह गलत है, तो अपने एम. डी. ओ. से संपर्क करें या अपने उचित संगठन का चयन करने के लिए "स्थानांतरण अनुरोध" करें।

# mNotMyUserAlertMsg
source: Your access has been revoked because your organization no longer identifies you as a user. To regain access, please submit a "Transfer Request" and choose the correct organization.
hi: आपकी पहुंच रद्द कर दी गई है क्योंकि आपका संगठन अब आपकी पहचान एक उपयोगकर्ता के रूप में नहीं करता है। पहुँच पुनः प्राप्त करने के लिए, कृपया "स्थानांतरण अनुरोध" जमा करें और सही संगठन का चयन करें।

# mAssessmentParagraphQustionDescription
source: Read the paragraph and answer the question below
hi: पैराग्राफ को पढ़ें और नीचे दिए गए प्रश्न का उत्तर दें।

# mSearchMinistry
source: Search Ministry
hi: खोज मंत्रालय

# mChooseByOrganisation
source: Choose by organisation
hi: संगठन के अनुसार चुनें

# mMotherTongueIsRequired
source: Mother tongue is required
hi: माता-भाषा आवश्यक है

# mNationalLearningWeek
source: National Learning Week
hi: राष्ट्रीय शिक्षण सप्ताह

# mEventsTabKarmayogiSaptah
source: Karmayogi Saptah
hi: कर्मयोगी सप्ताह

# mEventsTabKarmayogiTalks
source: Karmayogi Talks
hi: कर्मयोगी वार्ता

# mEventEnrollKarmaPoints
source: Earn 10 Karma Points
hi: प्रत्येक ईवेंट पूरा होने पर आपको अपनेआप 10 कर्मा पॉइंट्स मिल जाते हैं

# mEventEnrollEarnedKarmaPoints
source: Congrats! You've completed the event and earned 10 karma points
hi: बधाई! आपने इवेंट पूरा कर लिया है और 10 कर्म अंक अर्जित किए हैं

# mEventEnrollKarmaPointsMessage
source: by completing this event.
hi: इस घटना को पूरा करके.

# mEventEnrollPendingCertificateMessage
source: Your Certificate will be generated within 1 week.
hi: आपको अपना सर्टिफिकेट 1 सप्ताह के अंदर में प्राप्त हो जाएगा।

# completingCourseMessage
source: by completing this {course}
hi: इस {course} को पूरा करके

# mRegisterWithQRorLink
source: Register with QR Scan or with Link
hi: क्यू. आर. स्कैन या लिंक के साथ पंजीकरण करें

# mRegisterLinkRegistration
source: Link Registration
hi: लिंक पंजीकरण

# mRegisterPasteYourLinkHere
source: Paste your link here
hi: अपना लिंक यहाँ चिपकाएँ

# mRegisterPleaseEnterLink
source: Please enter the link
hi: कृपया लिंक दर्ज करें

# mRegisterScanQR
source: Scan QR
hi: स्कैन क्यू. आर.

# mRegisterRegisterFor
source: Register for
hi: पंजीकरण करें

# mRegisterConfirmationMessage
source: I confirm that the above provided information is accurate & I agree to the iGOT karmayogi's
hi: मैं पुष्टि करता हूं कि उपरोक्त प्रदान की गई जानकारी सटीक है और मैं आई. जी. ओ. टी. कर्मयोगी की

# mRegisterSignInHere
source: Sign in here
hi: यहाँ साइन इन करें

# mRegisterScanCorrectQR
source: Please scan the correct QR code
hi: कृपया सही क्यू.आर. कोड स्कैन करें

# mRegisterIcorrectLinkFormat
source: Incorrect URL format
hi: गलत URL प्रारूप

# mRegisterAlreadyLoggedIn
source: You're already signed In.
hi: आप पहले ही साइन इन कर चुके हैं।

# mAllSectors
source: All Sectors
hi: सभी क्षेत्र

# mStaticCommentError
source: Please enter your suggestion
hi: कृपया अपनी टिप्पणी दर्ज करें

# mStaticReplyError
source: Please enter your reply
hi: कृपया अपना जवाब दर्ज करें

# mStaticPost
source: Post
hi: पोस्ट

# mStaticAddAComment
source: Add a comment
hi: अपना जवाब पोस्ट करें

# mStaticReplyToThisComment
source: Reply to this comment
hi: इस टिप्पणी का उत्तर दें

# mStaticAddAReply
source: Add a reply
hi: जवाब जोड़ें

# mStaticReplyPostedText
source: Reply successfully posted!
hi: जवाब सफलतापूर्वक पोस्ट किया गया!

# mStaticLiked
source: Liked
hi: पसंद किया।

# mStaticLike
source: Like
hi: पसंद

# mStaticLikes
source: Likes
hi: पसंद

# mStaticReportedMsg
source: Reported successfully! Thank you for reporting.
hi: रिपोर्ट सफलतापूर्वक की गई! रिपोर्ट करने के लिए धन्यवाद।

# mBlendedProgramExpired
source: Expired
hi: एक्सपायर हो चुका है।

# mStaticEnterDetailsToEnrol
source: Enter the details to enroll
hi: नामांकन के लिए विवरण दर्ज करें

# mEventsKeySpeakersEvents
source: Key Speakers Events
hi: मुख्य वक्ताओं के कार्यक्रम

# mScrollToTop
source: Scroll to top
hi: ऊपर स्क्रॉल करें

# mAllSubSectors
source: All Sub-Sectors
hi: सभी उप-क्षेत्र

# mAllCategories
source: All Categories
hi: सभी श्रेणियाँ

# mEventSearchResults
source: Event search results
hi: घटनाओं के परिणाम खोजते हैं

# mLearnNoEventInProgress
source: No event in progress
hi: कोई कार्यक्रम प्रगति पर नहीं है

# explore
source: to explore
hi: खोज करने के लिए

# mRegisterScanQRToRegister
source: Scan QR for Registeration
hi: पंजीकरण के लिए QR स्कैन करें

# mDateOfRetirement
source: Date of retirement
hi: सेवानिवृत्ति की तिथि

# mCompetencyTheme
source: Competency theme
hi: कॉम्पिटेंसी विषय

# mRegisterRecieveMessageOnWhatsapp
source: Receive messages on WhatsApp
hi: वाट्सऐप पर संदेश प्राप्त करें

# mStaticEnrollToComment
source: Enrol to add your comments
hi: अपनी टिप्पणियाँ जोड़ने के लिए नामांकन करें

# mStaticEnrollToReply
source: Enrol to add your reply
hi: अपना जवाब जोड़ने के लिए नामांकन करें

# mStaticDelete
source: Delete
hi: हटाएँ

# mStaticFlag
source: Flag
hi: फ्लैग

# mStaticReadLess
source: Read less
hi: कम पढ़ें

# mStaticReplyingTo
source: Replying to
hi: जवाब देते हुए

# mStaticReporting
source: Reporting
hi: रिपोर्टिंग

# mStaticWhatHappened
source: What happened?
hi: क्या हुआ?

# mStaticTellUsWhatHappened
source: Tell us what happened?
hi: हमें बताओ क्या हुआ?

# mCommentReportChoices
source: We'll check for all Community Guidelines, so don't worry about making the perfect choice.
hi: हम सभी सामुदायिक दिशानिर्देशों की जांच करेंगे, इसलिए सही विकल्प चुनने के बारे में चिंता न करें।

# mCommentReportReasonLimitExceeds
source: Comment exceeds 200-word limit, please shorten it.
hi: टिप्पणी 200 शब्दों की सीमा से अधिक है, कृपया इसे छोटा करें।

# mCommentDeleteAlertMsg
source: Are you sure you want to delete this comment?
hi: क्या आप इस कमेंट को मिटाने के बारे में पक्के हैं?

# mCommentDeletedText
source: Comment deleted successfully!
hi: टिप्पणी सफलतापूर्वक हटा दी गई!

# mCommentUpdatedText
source: Comment updated successfully!
hi: टिप्पणी सफलतापूर्वक अपडेट की गई!

# mCommentEdited
source: Edited
hi: संपादित

# mAmritGyaanKoshTitle
source: AGK
hi: ए जी के

# mAmritGyaanKosh
source: Amrit Gyaan Kosh
hi: अमृत ​​ज्ञान कोष

# mStatesAndUts
source: States and UTs
hi: राज्य और संघ राज्य क्षेत्र

# mSustainableDevelopmentGoals
source: Sustainable Development Goals
hi: सतत विकास लक्ष्य

# mYear
source: Year
hi: वर्ष

# mSearchSdgs
source: Search SDGs
hi: एसडीजी खोजें

# mSearchStates
source: Search states and UTs
hi: राज्य और संघ राज्य क्षेत्र खोजें

# mDownloadAll
source: Download all
hi: सभी पीडीएफ़ डाउनलोड

# mDownloadPdf
source: Download PDF
hi: पीडीएफ़ डाउनलोड करें

# mViewPdf
source: View PDF
hi: पीडीएफ़ देखें

# mTeachersNotesDescription
source: Essential insights and guidance to enrich and standardize your teaching experience.
hi: आपके शिक्षण अनुभव को समृद्ध और मानकीकरण करने के लिए आवश्यक अंतर्दृष्टि और मार्गदर्शन।

# mAllFilesDownloadedSuccessfully
source: All files downloaded successfully
hi: सभी पीडीएफ़ सफलतापूर्वक डाउनलोड हो गए

# mTeachersNotes
source: Teacher's Notes
hi: शिक्षकों के नोट्स

# mAGKCaseStudies
source: AGK Case Studies
hi: एजीके केस अध्ययन

# mOtherResources
source: Other Resources
hi: अन्य संसाधन
